"use strict"

const songs = [
   `1. Отче наш! Сущий на небесах! Хай святиться ім'я Твоє, хай прийде Царство Твоє. Хай буде воля Твоя і на землі, як на небі. Хліб наш щоденний дай нам на сьогодні і прости нам борги наші, як і ми прощаєм боржникам нашим. І не веди нас у спокусу, але визволи нас від лукавого, бо Твоє є Царство і Сила і Слава повіки, Амінь!
   `,
   `1. При дорозі лілія цвіла, де не раз пилюка підіймалася, А вона чарівність берегла, білою і ніжною лишалася.
   Приспів: Господи, серед земних доріг хочу бути чистим, наче лілія, Щоб я неба чистоту зберіг, щоб в душі любов Твоя світилася.
   2. Пронесеться іноді гроза, лілія тремтить росою срібною, Я дивлюсь на цвіт її в сльозах: чи буде душа такою чистою?
   3. Час мине - серед живих квіток в небесах зустріну я Спасителя. Вдалині від всіх земних тривог буду із Христом завжди ходити я.
   `,
   `1. З глибини душі поллється пісня про любов Христа: Він єдиний сенс і ціль мого життя. Роки линуть, час минає - в серці Божа благодать, І цю пісню, що лунає, нам, як птаха не стримать.
   Приспів: Ти з нами, Бог! Ти з нами, Бог! Витікає з душі віри чистий   струмок. Ти з нами, Бог! Ти з нами, Бог! В щирім серці наша віра проросте, мов колосок. Ти з нами, Бог! 
   2.Простір повниться піснями, щиро линуть голоси - І поля співають з нами і ліси. Лине пісня про спасіння, лине пісня про любов, ПроТвої, Христе, страждання і за нас пролиту кров.
   3. Бог у серці, Бог у пісні, і росинці, і сльозі, В щасті, в горі завжди з нами, в сонці та грозі. Славте ріки, славте гори, і долини, і моря - Ім'я Господа Ісуса знову прославляю я.
   `,
   `1. В тяжкій життєвій боротьбі дай сили, Господи, мені / Сказать без нарікань Тобі: "Як хочеш Ти"/(2р)
   2. Якщо від мене схочеш взять, що буде боляче віддать, /Дай радісно сказать Тобі: "Як хочеш Ти"/(2р)
   3. Коли страждання вкриють путь, опорою моєю будь, /Дай і тоді сказать Тобі: "Як хочеш Ти"/(2р)
   4. Всю волю покори Собі, святе смирення дай душі, /Щоб кожний день сказать Тобі: "Як хочеш Ти"/(2р)
   5. Як смерті підійде пора, хай шепчуть втомлені уста /Тому, Хто дух навіки спас: "Як хочеш Ти"/(2р)
   `,
   `1. Це коротке життя, наче пташки політ, /Як нестримна ріка, поспішає вперед /2р
   2. Наше земне життя як оманлива тінь: /Лише сонце зайде, пропадає і тінь /2р
   3. Наче квітка полів, що уранці цвіла: /Повійнув суховій - і зів'яла вона /2р
   4. Наші дні наче звук, що удаль полетів, - /Так і в цьому життя не вернути нам днів /2р
   5. Та не думаєш ти, чоловіче земний, /Що ти скоро умреш і короткий вік твій /2р
   6.Потурбуйся тепер, Христа в серце прийми - /В Нім відраду знайдеш і спасіння душі /2р
   `,
   `1. Я раніше так завзято йшов на Божії діла, /Думав: зможу все здолати, гори переставлю я /2р
   2. Я трудився що є сили, зводив дім, орав поля, /Але дім розмили хвилі, плоду не дала земля /2р
   3. І, знесилений душею, я людей на поміч звав, /Та у праці моїй знову досвід їх не помагав/2р
   4. Безутішний і безсилий, я упав в тяжку тугу: /"Бідний я, не маю сили, я нічого не можу"/2р
   5. І почув я раптом слово: "Я з тобою поруч був, /Помогти Я був готовий та про Мене ти забув/2р
   6. Встань, візьми Мене за руку - так багато сили в ній! /І твій труд без сліз і муки в силі Я звершу Своїй" /2р
   7. Поклик той почувши, сміло взяв за руку я Христа, /З Ним пішов на Боже діло на безпліднії місця /2р
   8. І - о чудо! - зріє колос, дому не знесла вода, /Й заспівав мій гучний голос: "Все з Ісусом можу я!"/2р   
   `,
   `1. Під палючим сонцем на горі Голгофі, чорні і зловісні три хрести стоять. А юрба глузує, що за них у муках, Там в тяжких стражданнях Сам Христос висить.
   Приспів: На Голгофі на хресті Христос знесилений висить, Крізь сльози зове тебе, а ти проходиш повз Нього, Не хочеш ти Його прийнять, збагнуть любов Його. Але звучить Ісуса клич: "Куди, мій друже, ти ідеш? Я мучусь за тебе. Прийди до Мене - Я прийму, Твої гріхи усі прощу і дам життя нове".
   2. Він залишив славу і прийшов на землю, Людям став подібним, щоб тебе спасти. Він воскрес із мертвих, дав тобі прощення, Мир, спокій і радість людям на землі.   
   `,
   `1. Час тяжкий останній уже наступає, тремтить вся земля: Прийде наш Спаситель, уже не Учитель, а грізний Суддя. Мій друже, прокинься, мій друже, готуйся стрічати Царя. Час тяжкий останній в епоху розтління стрічає земля.
   Приспів: Час грізний останній уже наступає, тремтить вся земля, в тривозі вона. А голос чийсь ніжний тебе все питає: "Як стрінеш Христа? Як стрінеш Христа?"
   2. Час тяжкий останній летить так невпинно, так швидко, мов сон. В турботах життєвих все ж так непомітно вже осінь прийшла, Але непохитно ми вірим в святії Ісуса слова. Час тяжкий останній в епоху розтління стрічає земля.
   3. В час тяжкий останній багато роботи для Божих дітей, Адже в цьому світі загинуть навіки багато людей. Мій друже, зберемо останнії сили й дамо для Христа: Час тяжкий останній в епоху розтління стрічає земля.   
   `,
   // 9
   `1. Дух Святий, смиренно просим: світлом душі освіти.Ти сіяєш серед ночі, серед дня і при зорі - Ти світи і в нашім серці, в нім оселю сотвори І вогнем спасаючим гори.
   Приспів: Огонь небесний, зійди скоріш і теплотою серця зігрій, Шляхом тернистим в оселі вічні за Тобою ми підем сміліш.
   2. Дух Святий, о Гість небесний, Ти доступним, близьким став - Сам Ісус Своєю смертю Твій прихід нам обіцяв. Поруйнуй гріхів твердиню, міць розбий гріховних скал, щоб про Бога в світі кожен знав.
   3. Дух Святий, повіки Сущий, силу вірним посилай, У красі, Тобі властивій, Свою церкву укріпляй. Володій всім нашим серцем, докоряй і утішай, Пробуди наш український край.
   `,
   // 10
   `1. Є місце, є! Господь в чертог зове, В чертог святий Він Сам тебе введе. Кличуть тебе - ти зов не відхили, Тебе там ждуть - туди, туди іди!
   Приспів: Є місце, є! Є місце, є! О, поспіши війти!
   2. Любові бенкет в чертозі золотім - Кличе Господь, щоб ти був гостем в нім. Є місце там, ще можна увійти,
   Вхід Сам Спаситель для тебе відкрив.
   3. Він безліч грішників прийняв туди, Але там є ще місце і тобі. Вони обмились у крові Христа - Й тебе обмиє кров Його свята.
   4. Заходь, заходь! Бенкет цей для тебе, Горе і плач туди не увійде, Все щастя там і радість, о, прийди, Господній заклик ти не відхили.
   5. Світилу дня не довго вже світить, Нічна пітьма готова все покрить. Жахливий плач почуєш ти тоді:
   "Місця нема! Місця нема! Закриті ворота"
   
   `,
   // 11
   `1. Руки благодаті, руки Господа, Руки, що підняли весь тягар хреста, / Руки, що творили багато добра, - О, святії руки, слава їм, хвала! /2р
   2. Руки вздоровляли хворих тіла - Руки благодаті Господа Христа. / Руки ті підносив Спас мій за мене,В тих руках пробитих все життя моє /2р
   3.  Руки, що прибиті були до хреста, Милостиві руки мого Господа / Ті святії руки нам дають спокій І мене провадять в Божий дім святий /2р
   4. Ті святії руки бачу завжди я, Руки благодаті Господа Христа. /Бачу я ті рани, бачу кров з чола, Кров святу Ісуса, що мене спасла /2р
     `,
   // 12
   `1. Візьми мене, віднині і по всі дні По цій земній долині, Господь, веди: / Не міг би по стежині Твоїй я йти - Коли ж ти є зі мною, я зможу йти. /2р
   2. Господь, дай серцю радість в земних путях, Дай мати насолоду в Твоїх словах. /Святую віри твердість Мені пошли І духа злую гордість Ти віджени. /2р
   3. Коли надія гасне серед пітьми, Господь, мене до цілі Ти Сам веди. / Візьми мене, віднині і по всі дні По цій земній долині, Господь, веди. /2р   
   `,
   // 13
   `1. Безплідною пустелею я йду, Мій шлях спекотний та вузький,/ Вже скоро в рідний край свій увійду: Мене провадить Дух Святий. /2р
   2. Тоді як сонце в гори скриється, Покриє шлях туман густий, /Навколо все пітьмою вкриється - Мене освітить Дух Святий. /2р
   3. Хай вороги юрбою грізною На мене йдуть у час страшний. /І смерть в лице дихне погрозою - Дасть перемогу Дух Святий. /2р
   4. Хоч друзі всі покинуть тут мене, Для них я стану мов чужий, /І щастя втрачу я своє земне - Зі мною буде Дух Святий. /2р
   5. Якщо і смерть візьме життя моє - Ввійду у край мій дорогий, /І через смерть мене Він проведе - Зі мною буде Дух Святий. /2р   
     `,
   // 14
   `1. О, молитва, о, молитва, в житті Богом ти дана, У життєвій тяжкій битві силу ти мені дала. Була ніч, та я не спав, на колінах я стояв І в молитві з Богом розмовляв. /О, молитва, ти не раз рятувала в тяжкий час, Коли силу я свою втрачав /2р
   2. За вікном бушує вітер, сніг холодний б'є в лице, І подібна буря в серці томить сильно так мене. Каявся я у гріхах зі сльозами на очах, І в скорботі Бога я благав:
   /"Боже мій, Ти знаєш все, як тягар гнітить мене,
   Я втомився й майже вже упав"/2р
   3. О, молитва, о, молитва, я подякою горю, Прославляю Божу силу й благодаті глибину. Боже, Ти в любві Своїй укріпляв дух слабий мій, Коли я поранений стогнав. /У молитві в небеса линула душа моя - Тоді з неба радість Ти давав. /2   
   `,
   // 15
   `1. Як весняні струмки плинуть наші роки І збігають в русло віковічне. Вслід за ними ідуть всі діла і думки, І слова пише теж перо вічне.
   Приспів: Не губи своїх днів у потоках земних, Де весняний розлив є темніший від ночі. У Христі джерело для людей всіх віків, Кличе Він до Себе - спасти хоче.
   2. Виправить помилки за минулі роки Той, Хто любить і все нам прощає. Тож хай кожна душа поспішить до Христа, До Христа хай життя направляє.
   3. Нехай плинуть роки, як весняні струмки, Як струмки від весни неземної. Хай зіллються вони з джерелом вічних днів І несуть до землі нас святої.   
     `,
   // 16
   `1. У нас сьогодні день подяки Творцеві за дари усякі: За хліб, повітря і за воду Для нас і нашого народу.
   Приспів: За сонце, що так гарно гріло Що в нас ніщо не погоріло, За дощ, що зрошував насіння, За всі Його благословіння.
   2. Що кожен день нам сходить сонце, Пташки співають нам в віконце, За ліс і луки, всі простори, Що в темну ніч нам сяють зорі.
   3. Що вивів нас Господь на волю І дарував нам кращу долю, Що Він звільнив нас від мамони І дав нам друзів мільйони.
   4. Коли ж закінчим сіять, жати, Покличуть нас відпочивати, Земна закінчиться дорога - Там вічно будем славить Бога.
   `,
   // 17
   `1. В старі часи, в минулість сиву Мойсей глядів отару сам; Прийшовши до гори Хориву, куща в огні побачив там. Терновий кущ горів яскраво - Господь із нього промовляв, На подвиг славний, величавий Мойсея Бог благословляв.
   Приспів: /Жеврій, вогонь, гори, палай, Палай, любове, не згасай /2р
   2. Немов Мойсею у пустелі, з'явилась для мене гора, Гора свята, гора Голгофа - Спаситель там колись вмирав. На ній вогонь любові тліє - не згасне вже ніколи він. Всіх мешканців землі жаліє, за всіх умер там Божий Син.
   3. З яскраво - вічного горіння Я чую прощення слова, Мені дає Христос служіння любові, правди і добра Візьму негаснучу я іскру з вогню, що вічно там горить, Світить любов'ю буду ближнім - Господь мене благословить.
     `,
   // 18
   `1. Яке є щастя, що в земній недолі Є добрий друг, до Котрого в тиші Звертаюсь в молитві: Господи, прости, Звертаюсь в молитві: нас помилуй І допоможи дійти до Царства, Святим Духом підкріпи!
   Приспів: Ми дякуєм Тобі за все: За сонце, небо, зорі ясні, Ісус, Ти все створив для нас І нам даєш життя прекрасне. Ми дякуєм Тобі за хрест, За вічний дім у небі яснім, Нехай Тобі звучить хвала І пісня наша хай не згасне.
   2. О, мій Спасе, як в житті чудово Дякувать за все Тобі завжди! Дякую за хліб, за хліб насущний, Дякую за мир в краю моїм, Дякую за милість, що до мене  У свій час Ти проявив.   
   `,
   // 19
   `1. Свої очі я зводжу на гори, Звідки прийде мені допомога, І Господь пошле радість у горі: Моя поміч від Господа Бога.
   Приспів: Він не дасть захищатись в дорозі, Він, мов сторож, не спить, не дрімає, І коли я впаду у знемозі, То Він поміч мені посилає.
   2. Сам Господь - моя тінь по правиці, Скрізь за мною слідять Його очі, Серед дня мене сонце не вдарить, Ані місяць глибокої ночі.
   3. Хоч і сонце зайде за горою, Він мене стерегтиме від злого, Проясниться моя путь - дорога, Бо Господь йтиме всюди за мною.
   4. І нічого не вдіють злі люди, Бо мене стереже Бог великий, З Ним мій вихід збережений буде І мій вхід відтепер аж навіки.   
    `,
   // 20
   `1. Степ широкий простеливсь ген до небокраю Поміж трав посохлих вітер гірко завиває, /Сонце випалило степ, води ні краплини, По степу юнак іде в латаній свитині./ 2р
   Приспів: "Доле ж моя, доле, що мені діяти, Як прийти до батька в дім, що  йому сказати? Доле ж моя, доле, простелися степом, Хто ж мене такого знов додому прийме?
   2. Лишив батька, лишив дім, лишив рідну неньку, Проміняв на гірку воду матінку рідненьку. /Боже, що ж я наробив цю лиху годину!" - І розлігся степом крик блудної дитини./2р
   3. "Скільки горя, скільки сліз зазнав я на чужині! Прости, батьку, тяжкий гріх ти своїй дитині!"/ Серце кров'ю облилось у старого батька, Сльози щастя на очах: " Я ж бо сина бачу!/2р
   Приспів: "Сину, рідний сину, ти ж моя дитина - Кращі шати одягни, скинь стару свитину. Сину, рідний сину, ти ж моя дитина - Обійму міцніше я, забуду провину".   
   `,
   // 21
   `1. Не скупіться на теплі слова, Коли вас проводжають любимі. Зрозумійте: їм треба тепла, Особливо в прощальні хвилини. Хай не смуток, не сльози в очах Вони, вас проводжаючи, бачать - Усміхайтесь їм лагідно так, Хоч і серце схвильоване плаче.
   Приспів: Хоч надія на зустріч мала, Хоч, здається, розлучить дорога, Говоріть тільки теплі слова, А в душі покладайтеся на Бога.
   2. Все міцнішати буде любов, Коли в серці в дбайливій тривозі Перед Богом згадаєте знов Ви про друга в далекій дорозі. Не скупіться на теплі слова, Коли навіть надія обмане: Тим, що зраджують, треба тепла - Хай у вас і для них його стане.
   Приспів: Хоч надія на зустріч мала, Хоч, здається розлучить дорога, Говоріть тільки теплі слова, А в душі покладайтеся на Бога. Не скупіться на потиск руки - Він ще більше від слів ваших скаже. Хай повз вас пронесуться роки - Вони рук і сердець не розв'яжуть.
   3. Не скупіться на теплі слова, Коли вас проводжають любимі, Зрозумійте: їм треба тепла, Особливо в прощальні хвилини. Не сумуйте, не зліться в сльозах, Не спішіть нарікати на долю, Будьте мудрі і щирі в словах, Не скупіться на ніжність ніколи.   
   `,
   // 22
   `1. Дайте мені крила - в небо я полину До мого Спасителя Христа! /Дайте мені крила - землю я покину І втечу від горя і від сліз. /2р
   2 Там у небі яснім місто є прекрасне, А Царем у місті тім - Христос. / Там немає ночі, лиш Господні очі Світять там, щоб краще всім жилось. /2р
   3. Там посеред раю, річка протікає, В місті тім жива вода біжить. / Біля неї квіти і, розклавши віти, Дерево життя повік стоїть. /2р
   4. Там хвороб немає, горя не буває, І щасливі всі, що там живуть. / Дай же, Боже, крила, щоб я не загинув, А у місті тім міг вічно буть. /2р
   `,
   // 23
   `1. Днів земних минають роки, скільки їх було - Не стихають людські кроки, не вмирає зло. І до неба лине голос від землі, Там де під ногами колос у крові. З кожним роком земля наша   розмежована, Ласкою Його святою обдарована, Хай повніє твоя чаша миру у Христі, Колосися мирним хлібом в Божій доброті.
   Приспів: Ми бажаєм жити мирно людям  на землі, Хай летять завжди спокійно в небі журавлі. І Христа до свого серця всі прийміть, Дух Святий в душі озветься -  буде добре жить.
   2. Чи то південь, чи то захід - люди скрізь одні, І один у всіх нас прадід, одні корені. Чому ж миру нема всюди, злагоди? Бо без Бога в серці люди - не брати.   
   `,
   // 24
   `1. Любив Ісус людей понад усе, Він був для них і залишився другом. /Не раз до їхніх приходив осель, Щоб зняти біль комусь, а чи недугу. /2р
   2. Та й люд ішов до Нього звідусіль Почути правди, мудрості у слові. /Він не жалів ні часу, ані сил, Живим струмком текла Його розмова. /2р
   3. Вона й тече, бо теє джерело Не годен час замулити чи стерти. /Хто з нього п'є, схиляючи чоло, Стає, як Він, воістину безсмертний./2р   
   `,
   // 25
   `1. Жнива приходять, хоч не осінь, Хліба покірно йдуть в покоси, А нас, що нам усіх чекає, Коли зоря життя згасає? Така пора є для усіх - Прийдуть жнива й на твій поріг.
   Приспів: Бо життя мов трава чи як цвіт по весні - І приходять жнива за прожиті всі дні. Тож для Бога квітує хай нива твоя, Щирим колосом зріє хай завжди душа.
   2. Ніхто не знає дня ні часу, Коли покосять ниву нашу, Чи стиглим літом чи весною, Чи вже осінньою порою. Тоді вже знайдуться слова, Щоб оправдать свої жнива.
   3. В Христі кохайте свою ниву, Щоб мати долю вам щасливу, Ростіть в молитві, в Його Слові, До жнив завжди будьте готові. Любіть Небесного Отця - І в небі дасть Він вам вінця.
   `,
   // 26
   `1. Ім'я Йому -  Дивний(2р), Вірний і Святий. В день великий, судний(2р) Він прийде живий.
   2. Ім'я Йому - Славний(2р) образ Божества. Цар небес державний(2р), Церкви Він Глава.
   3. Ім'я Йому - Слово(2р), Слово - вічний Бог. Без Його покрову(2р) життя не було б.
   4. Ім'я Йому – Вірний(2р), Мудрий, Цар, Пророк, Всесвіту Творитель, Церкви Покровитель Світло для зірок.
   5. Ім'я Йому - ніжний (2р) Пастир Божих стад. Кожне Його слово дух нам підіймає, глибина порад.
   6. Він Первосвященик(2р) сильний і благий. Грішний світу бранець(2р) в Нім знайшов спокій.   
   `,
   // 27
   `1. Минає час, минають дні, і змінюється все навколо, Та тільки Бог Господь святий, не змінюється Він ніколи. В одну хвилину може Він змінити все в нашій країні, Господь, благаємо Тебе, даруй спасіння Україні.
   Приспів: Боже, Україну збережи, Господи, помилуй грішних, Змилуйся над нами і прости, Молимо Тебе, Всевишній. І від ворога нас захисти, Бо без Тебе ми безсилі, Господи, зміни все навкруги, Дай спасіння Україні.
   2. І як нам всім спостерігать, якщо людей отак вбивають, Коли жива людська душа вже зовсім цінності немає. І як же нам тут далі жить, і нашим дітям в цій країні, Якщо не вступишся, Господь, загине наша Україна.
   `,
   // 28
   `1. До Тебе, Боже, руки я здіймаю, Твоє в молитві згадую ім'я, Бо в серці я любов безмірну маю, І світлою стає душа моя (2р)
   Приспів: Помолюся тихо словом нелукавим, Щоб по світу лихо більше не блукало. Стану на коліна, до Христа промовлю, Щоб для України дав щасливу долю, Долю дав.
   2. І в цьому незбагненному єднанні Для всіх хай буде істина проста: Останній час це буде не останній, Для того, хто повірив у Христа (2р).
   3. Ти мій Спаситель, Ти моя надія, Що завтра день не згасне у пітьмі. З Тобою буду я по- справжньому радіти, Ти мій Господь, а я навіки Твій (2р).   
  `,
   // 29
   `1. І день за днем, за роком рік проходять наче в сні, Життя пливе, діла ідуть за ними слідом в слід. І ти, Господь, зі мною був в ясних і темних днях - Тебе люблю Ісусе мій і так бажаю я.....
   Приспів: Понад усе Тебе любить, понад усе, мій Бог, Бо ти Господь є сила для для душі в часи тривог
   2.Коли прийде потрібний час, життя моє пройде На висоті, на небесах зустріну я Тебе, А поки тут ще на землі прошу Тебе щодня, Не відпускай, о Ісус, бо так бажаю я.
`,
   // 30
   `1. Батьку небесний, до Тебе іду і прошу: Ти пролий благодать Я серце своє Тобі віддаю і вручаю я долю свою, Як хочу славить Твоє лиш ім'я і своїм життям розказать. Дай, Боже, сили у вірі стоять і устами Тебе прославлять.
   Приспів: Алілуя! Серце співа Для Спасителя мого хвалу! 2 р.
   2. Славлю Тебе я, Спасителю мій, що Ти духа зілляв на мене. Дай, прошу, єдність у наші серця, щоб ми з нею ішли до кінця. Батьку небесний, духа Ти дав Він у серці моєму живее, Хочу вустами тебе вихвалять І життям це своїм доказать.   
`,
   // 31
   `1. Богу довіряю, в Ньому все моє життя, Господу Святому віддаю все серце я, З Ісусом я спілкуюсь кожну мить, Ввіряю я Йому усяку річ.
   Приспів: Я вірю в Господа, я вірю у Христа. (2р) Боже, Боже, спасіння Ти моє, Як скеля, як фортеця святе ім'я Твоє! Боже, Боже, надійний захист мій, О, Цар царів, довіряюсь я Тобі! Бог мій, Бог мій, Ти Відкупитель мій, Став моїм щитом, твердинею в житті. Бог мій, Бог мій, пильнуєш Ти мене, Моє життя мій Бог Сам береже.
   2. Богу довіряю, всім Його словам святим, Він завжди є зі мною, чує мої молитви. Могутній і всесильний Бог святий, Люблю Христа, Він Спаситель мій.
   3. Богу довіряю, Він мій Пастир на землі, Богу довіряю Він правдивий і святий. Йому я довіряю кожний день, Мене Господь в небесний дім веде.   
`,
   // 32
   `1. В бідні ясла завітали пастухи І Дитятко привітали, як могли.
   Приспів: Слава в небі Богу (2р), людям мир Бог дає!
   2. Ангел світлий їм на полі сповістив, Що родився в Вифлеємі Божий Син.
   3. Поклонились Життєдавцю пастухи, Серцем чистим Богу славу принесли.
   4. Їм відкрився в тій Дитині Цар царів, Хто відкупить всі народи від гріхів.
   
`,
   // 33
   `1. Живемо так, немовби ми самі, Рішаєм все, немовби ми одні, І навіть не подумав ти собі, що Бог Отець дав життя тобі. Де ціль в житті? Шукаю мети - хто це розкаже мені?
   Приспів: Без Бога не життя - на серці сум і пустота. Без Бога не життя - мов жити без сонця й тепла, Без Бога лиш марнота.
   2. Бог, створив тебе і хоче все Змінить в тобі, твоє життя марне. Бажає Він подати все нове, як тільки ти даси життя своє Де ціль в житті? Шукаю мети - хто це розкаже мені?
   Приспів: Без Бога не життя - на серці сум і пустота. Без Бога не життя - мов жити без  сонця й тепла, Без Бога лиш марнота. Де ціль в житті? Шукаю мети - я все розкажу тобі. Бо тільки Бог один дає мир душі і спокій, бажає життя тобі!   
`,
   // 34
   `1. З чим явлюся перед Богом, як той час прийде, / Як закінчиться дорога, сонечко зайде? 2р/
   2. Як із колосом добірним снопик принесу / Увійти я буду гідним у небес красу.2р /
   3. А коли на суд явлюся я цілком пустим - / В муках вічних опинюся із слугою злим 2р/
   4. Сонце вже сідає низько, скоро ніч прийде. / День Господній зовсім близько - що ж мене там жде? 2р/ 
`,
   //35
   `1. Любий Ісусе, будь милосердний, Вислухай мову тиху мою! Серед спокуси Ти моє серце Зігрій любов'ю, щиро молю!
    Приспів: Я не достойний глянути вгору, Падаю в ноги Твої святі. Душу наповни радістю в горі, Дух мій убогий Ти збагати!
    2. Хвилі життєві човен гойдають - Берег бажаний невдалині. Завжди до Тебе зір направляю - Не заважає буря мені.
    3. Ось незабаром шлях мій скінчиться, Горе і смуток зникне, як тінь В небі на хмарах прагну зустрітись З любим Ісусом, Спасом моїм.
`,
   // 36
   `1. Минають хвилини, проходять літа - Вже скоро, так скоро зустрінем Христа. Тоді пролунає питання Його: "Що добре зробив ти для Спаса свого?"
   Приспів: Що посієш ти, милий друже, Чи кукіль, чи добре зерно? Але знай, не забувай, назавжди запам'ятай, Що виросте, що виросте воно.
   2. Господь тобі скаже: " Коли я хворів, Коли хліба крихту у тебе просив, Коли в одежину хотів зодягтись - Та що ти зробив Мені, стань подивись".
   3. Не сій, брате, вітер бо бурю пожнеш, В небесну країну тоді не ввійдеш. Нехай твоє серце та твої уста Хвалитимуть завжди Ісуса Христа.
`,
   // 37
   `1. Море шумить, буря реве, Човен мій кидають хвилі. Та на шляху спинити мене Буря і вітер безсилі.
   Приспів: Попереду море безкрає - безкрає, І темрява небо ховає - ховає, А там вдалині зоріють вогні, Вогні дорогої землі.
   2. Сміло пливу проти стихій, А навкруги хваління. Слава Тобі, Господи мій, Слава Тобі за спасіння.
   3. Шлях мій веде в Батьківський край, Хоч і далека ця відстань. Серце моє, радій та співай, Буде ще бажана пристань.
`,
   // 38
   `1. Нічка та ясная зорями світила у Вифлеємі, Пречиста Діва Сина народила в яслах на сіні.
   Приспів: Слава Богу, слава на висоті, на землі мир, спокій, Слава вгорі, мир на землі, в людях добра воля.
   2. В сяйві великому пастухам у полі ангел з'явився, Він сповістив, що в вертепі убогім Христос родився.
   3. Сповнені радістю до хліва побігли, до ясел впали, Славу святому Новорожденому Богу віддали.
   4. Ми також серцем до ясно припадімо, Христа вітаймо, Йому одному Новорожденому поклін віддаймо.
`,
   // 39
   `1. Прекрасна пісня про нашу землю, Про запах поля та стигле жито І запах квітів та чисту річку - То є творіння, робота Божа.
   Приспів: Земля моя, земля моя, Як ти чудова в красі Творця! (2р)
   2. Прекрасне слово - це мир і спокій, В житті основа, в житті надія; Прекрасне життя, прекрасна пісня, Коли із нами рука є Божа.
   3. Живем ми, люди, на цій планеті, Тож будьмо вдячні за це Творцеві: За чисте небо, за мир і спокій, За хліб, що пахне в твоєму домі.
   
`,
   // 40
   `1. Скільки гине людей за одну тільки мить, Скільки гине людей - просто серце болить. Скільки гине людей, бо без Бога вони, Скільки гине людей на дорогах земних!
   Приспів: Розкажи про Христа, людям всім розкажи! На хресті Він страждав, щоб усі могли жить. Розкажи про Христа, нехай знають усі: Є спасіння для них в Ісусі Христі.
   2. Скільки гине людей рідних, близьких, чужих, Скільки гине людей - чи сказав ти для них? Скільки гине людей, гріх їх топить до дна, Скільки гине людей - чи ж не наша вина?
   3. Скільки гине людей на дорозі земній, Скільки гине людей - ти мовчати не стій! Скільки гине людей - нехай твої вуста Кожен час, кожен день кличуть їх до Христа.   
`,
   // 41
   `1. Скажи мені слово утіхи й любові І ніжно торкнися моєї душі, Щоб знову дзвеніли прекрасні і нові Мелодії неба в ранковій тиші.
   Приспів: Повій Святим Духом у спрагнене серце, Втомилось воно у земній боротьбі, Мов ніжне проміння, що кидає сонце, Зігрій мою душу Ти Духом Святим.
   2. Лиш тільки в Тобі, мій Господь і Спаситель, Знаходить душа моя мир і спокій, Коли знемагаю - до Тебе, Втішитель, Приходжу з благанням моєї душі.
   3. Нехай же присутність Твоя зігріває, Нехай в моїм серці лунають пісні І слава й подяка Тобі не змовкає, Бо Ти є зі мною, бо Ти є в мені.   
`,
   // 42
   `1. Тобі я щиро вдячний, Ісусе з Назарета, Бо радість має у тобі душа, /Мене знайшов Ти в світі і зняв гріха тенета, І в край святий дорогу показав./2р
   2. Ти Сам назустріч вийшов, Ісусе з Назарета, Й повів шляхом якого я не знав. /Мене щоб врятувати, Себе віддав у жертву, Навік Своєю кров'ю оправдав./2р
   3. Я бачу сльози щастя і радісні обличчя В усіх, хто тим святим шляхом пішов, /Я чую, як ласкаво Твій ніжний голос кличе, Щоб світ увесь прийняв Твою любов./2р
   4. Веди мене і далі, Ісусе з Назарета, Дорогою любові і добра, /Щоб, у Тобі пізнавши і спокій і безпеку, Я йшов усюди по Твоїх слідах!/2р
   5. Веди мене у небо, Ісусе з Назарета, Я знаю, що ти правда і життя. /За муки на Голгофі, за надбане безсмертя Тобі подяка, слава і хвала! /2р
   
`,
   // 43
   `1. Хай буде ім'я Бога благословенне (2р) Віднині і повік (2р) І від сходу сонця і до заходу дня Хай буде ім'я Бога благословенне Віднині і повік! (2р)
   Приспів: Слава Йому, слава Царю, Богу нашому, вічносущому!
   2. Хай буде ім'я Бога благословенне (2р) Віднині і повік (2р) Над народами всіма Ти Бог, Хай буде ім'я Бога благословенне Віднині і повік (2р)   
`,
   // 44
   `1. Хто дає надію? Ісус Христос! Хто дає прозріння? Ісус Христос! Хто дає спасіння? Ісус Христос! Він, тільки Він! Хто дає нам силу? Ісус Христос! Хто дає нам віру? Ісус Христос! Хто гріхи прощає? Ісус Христос! Він, тільки Він!
   Приспів: Створив Він землю й небеса, Від зла спасла Його рука, Прощає, любить, береже, В небесний край Своїх веде Над усіма царями Цар, над усіма панами Пан, З Ним будемо ми назавжди, з Ним, тільки з Ним!
   2. Хто нам дав свободу? Ісус Христос! Хто дав перемогу? Ісус Христос! Хто безмежно любить? Ісус Христос! Він, тільки Він! Він - мій Відкупитель, Ісус Христос! Він - душі Спаситель, Ісус Христос! Слави Він достойний, Ісус Христос! Він, тільки Він!
   3. /Бог - Пастир мій, скеля непохитна, Викупив мій гріх, Божа я дитина. /2р   
`,
   // 45
   `1. Я іду до мети, та в дорозі слабію, І здається, що вже не під силу іти. Та в душі ще надія жевріє, жевріє, І приходять слова із Писання мені.
   Приспів: Я все зможу в Тім, Хто мене підкріпляє, Я все зможу в Тім, Хто мене утішає, Я все зможу в Тім, Хто мене підіймає. Я все зможу в Христі однім!
   2. Я дійду до мети та отримаю вічність І зустрінусь із Тим, Хто мене підкріпляв. Не дам місця журбі і тривожним злим вістям, Бо, мій Бог у біді мене не залишав.   
`,
   // 46
   `1. Я дякую Тобі, мій Боже, я дякую Тобі, Ісус, За те, що я Тобі співати можу, за те, що до Тебе молюсь.
   Приспів: Я дякую за те, що чуєш і поміч подаєш мені, І до кінця життя Ти будеш моя надія у житті.
   2.Я дякую за те, що ранок сьогодні не минув мене, А може, завтрашній світанок вже не засвітить для мене.
   3.Я дякую за те, що ноги і руки служать для мене, За те, що мої очі бачать, нехай душа хвалить Тебе!
   4. Нехай не закінчиться пісня життям моїм на цій землі, А в вічності нехай зіллється потоком славної хвали.   
`,
   // 47
   `1. Я люблю Божий дім, найрідніший куточок на світі, Веселитись в Христі там, де зібрані Господа діти. Церква, рідна мені, тут приємно так сяють обличчя, Від Божественних слів серце часто і радісно б'ється.
   Приспів: Тут багато святих, о як добре нам бути в зібранні, Нас Христос поріднив і нам солодко бути в єднанні. Лине Богу хвала, і молитва несеться до неба, Тут багато тепла і багато духовного хліба.
   2. Я люблю Божий дім, найрідніший куточок на світі, Щиро дякую всім, хто навчив мене Бога любити. Як, буває впаду і як серце болить, знемагає Я до церкви піду, вона Бога за мене благає.
   3. Скільки радісних сліз - церква ніби небесна оселя. Хто духовно підріс, став сильнішим, міцнішим, ніж скеля; Хто ж залишив Христа і від Бога, від церкви далеко - Навертайся, душа, бо тобі приготовлене небо!
`,
   // 48
   `1. Тисячі зір Ти засвічуєш в небі, о Господи, Сила Твоя все тримає у дужих руках, І на землі все Тобою існує, і в просторі, Милість Твоя досконала у славних ділах.
   Приспів: Вірую! Вірую! Вірую! Вірую! О, славте Творця: Нам подарована вічная надія одна. Вірую! Вірую! Вірую! Вірую! Радіє земля: З милості Бога Всевишнього нам віра дана!
   2. Дивний Творець, Ти явив до нас ласку спасаючу, Щастя своє ми відчули в Ісусі Христі. Нам Він любов показав, на Голгофі вмираючи, Смертю Своєю нам небо відкрив на хресті.
   3. Слово Твоє - як глибини криничної свіжості, Мудрість і світло ми спраглими душами п'єм, Віримо: Ти нас чекаєш в нев'янучій вічності, Там ми блаженство і щастя навіки знайдем!   
`,
   // 49
   `1. Колись Павло під впливом Духа написав, Що коли діти Божі мають спілкування, Є навчання, є мова, відкриття й псалом - То це все хай буде для нашого зростання. І Сам Ісус, коли навчав учнів Своїх, Казав: «В яку оселю раптом ви зайдете, То привітайте словом "Мир вам!" тих людей - І щирих друзів в тій оселі ви знайдете".
   Приспів: Ми вас вітаємо любов'ю Ісуса І також словом Його: мир вам, друзі всі! І побажаєм, щоб до серця доторкнувся Сам Дух Святий, Своїм теплом зігрів.
   2. Чому Ізраїль мир втрачав, а мав біду Й благословіння, наче блискавка, зникало? Тому, що перевагу віддавав гріху, Служіння Богові святому забували. Пророк Ілля дав доказ, як треба служить, Відбудувавши жертовник святому Богу. Він миру не втрачав в ту вирішальну мить, Лише сказав: "Спаситель, я зробив по слову".
   3. І щоб сьогодні кожен міг сказать: "Гряди! Гряди, Ісус, моє життя й моя надія!" Щоб кожен день нам надихав Христу служить, В ім'я Його любити, вірити і діять. Ісус також сказав: "Я мир вам Свій даю - То ви його також із радістю даруйте. Вже незабаром Я на землю цю прийду, Тому натхненно за собою всі пильнуйте".   
`,
   // 50
   `1. Життя крихке, як ваза з кришталю, Єдина мить - і вже тебе немає, Так мало радості, багато є жалю, І голос з неба тихо так благає.
   Приспів: Покайтесь, люди, поки ще є час, У чистоті зрівняйте всі дороги, Завжди Господь прихильним був до вас - Впадіть перед святим і добрим Богом.
   2. Господь побачить щире каяття, Людей із прірви навіть підіймає, Поки не згасла ще свіча життя І голос з неба тихо так благає.
   3. До Бога лише на поклін ідіть - Нема людини, що про це не знає. Всі, хто живий, не може те не чуть, Як голос з неба тихо так благає.   
`,
   // 51
   `1. Крізь таємниці, сивину віків Господня Церква по землі іде. Проходить через горе, радість, біль - Її рука Спасителя веде. Нелегко йти дорогою Христа, Не раз сльоза тремтіла на очах, Та Церква Божа, як одна сім'я Несла молитви щирі в небеса.
   Приспів: Благослови, Господь, Ти Свій народ, Нехай в серцях горить святий вогонь, Щоб не здолала ворога рука Ту Церкву, що Ти, Боже, збудував.
   2. Багато душ притулок в ній знайшли, Спасіння для безсмертної душі, Утіху для утомлених сердець І вічне щастя, що дає Отець. Благаєм щиро, Господи, Тебе: Допоможи пройти життя земне І віру зберегти в своїх серцях, Тебе зустріти там у небесах.
`,
   // 52
   `1. Ісусе, у світі грішному знайшов мене, Господь мій, а я не думав навіть про Тебе. Отець мій, мене як сина Ти зустрів, Любов'ю моє серце Ти зігрів. Ісусе, я вірю Ти мене навік простив, Очистив і словом правди серце освятив. Ти слово мені святе подарував, Що любиш і не залишиш, Ти сказав.
   Приспів: "Я не залишу тебе, ніколи не покину тебе, Любов'ю вічною Я навіки полюбив тебе. Я не залишу тебе, ніколи не покину тебе, Якщо і мати забуде дитя, Я не забуду тебе".
   2. Ісусе, я знаю: я тепер не є вже сам. Ти любиш, і наді мною є Твоя рука. Ти поруч, і коли важко так іти, Ти кажеш, що завжди зі мною Ти. Ісусе, Ти вірний друже мій, люблю Тебе. Ніколи Ти не залишиш, мій Господь, мене. Ти в серце мир і радість вічну дав, Я вірю в слово те, що Ти казав.   
`,
   // 53
   `1. Якби ти знав, як много важить слово, Одне сердечне, теплеє слівце! Глибокі рани серця як чудово Вигоює - якби ти знав оце!
   Приспів: Якби ти знав, якби ти знав, Говорив би по- другому, Якби ти знав, якби ти знав - Шукав любові слова.
   2. Якби ти знав, о, як глибоко ранить Одне сердите, здирливе слівце, Як чисті душі кривдять і поганять Слова лихі - якби ти знав оце!
   3. Ти б серцем ріс, між бур життя й тривоги Була б несхитна, ясна путь твоя. Як Той, що в бурю йшов по хвилях моря, Так ти б мовляв:" Не бійтеся! Це я!"
`,
   // 54
   `1. Находиться світ в дні останні - Пророки звіщали про це, І царство повстане на царство, Народ на народ повстає. Хоч голод і мор, землетруси Стривожать на світі усіх, Глядіть, не лякайтесь, бо скоро прийде Ісус, Божий Син, по Своїх.
   Приспів: Ось Він гряде на білому коні, І золотий вінець блищить на голові. Труба звучить, що воля настає, І голосить, що Божий Син іде.
   2. Ісус же промовив для учнів, Що скоро прийде всім кінець, Настане великий день суду: Одним смерть, а другим вінець. Хоч сонце затьмариться й місяць, Коли зазвучить та сурма, - Не бійтеся, бо скоро проявить Себе, Ісус, Божий Син, в небесах.
`,
   // 55
   `1. Мій добрий Отче, дякую Тобі, За те, що Ти нам день ось цей даруєш, А ще за те, що вогник Твій в мені І Ти моїм земним життям керуєш. Я дякую за промінь доброти І милості, що всюди зустрічаю, Я знаю: Спасе, їх даруєш Ти, Від Тебе все святе, що в серці маю.
   Приспів: Нехай в моєму житті Твоя завжди виконується воля, І скільки по землі я буду йти, В Твоїх руках хай буде моя доля (2р)
   2. Ти Сам благослови цей новий день, Який зійшов над грішною землею, Дай серцю віри радісних пісень, Веди мене дорогою Твоєю. Від зла й неправди і світі збережи, Щоб світлом правди в темряві світити, Триматись істини допоможи, Дай мудрості, дай сили свято жити.
`,
   // 56
   `1. Розумію я, що є Бог на світі, Розумію я, що Він Цар всього. І Він все створив в житті нашім, Небо і земля - все Його.
   Приспів: Богу ти служи, друг мій, Ти Йому віддай серце. Бог чекає там відкривши двері, Не барись, до Нього йди.
   2. Тут життя тяжке на цій дорозі, Зустрічаю терни на земнім шляху. Друже, ти читай Слово Боже, І тоді візьме Бог тебе.
   3. Я тепер живу серце всім для Бога, Щоби бути з Ним в тім святім краю. І всіх, друзі, вас закликаю В той чудовий край – небеса.   
`,
   // 57
   `1. Тихо мерехтять на небі зорі, Люди в Вифлеємі міцно сплять. Ангели в небесному просторі Спішать звістить про Божу благодать.
   Приспів: Народилось Божеє Дитя, Щоб спасти людей від зла й гріха. І дорослому, і малюку на серці радісно, Подяка Господу! Заспіваймо разом в день Різдва! "Слава Богу в небі і хвала, Мир землі і людям благодать, Ми будем Бога щиро прославлять!"
   2. Пастухи біжать до Вифлеєму, Щоб знайти Спасителя Христа. Мудреців зоря вела зі сходу І до Ісуса вірно привела.
   3. Я читаю в Біблії цю повість, Про народження Спасителя, Славлю Бога за любов і милість, Він врятував навік моє життя.   
`,
   // 58
   `1. Схилилося колосся до землі, А в небі вже кружляють журавлі, Жнива і близький птахів переліт Нагадують: життя - коротка мить. Земні роки, як річечка, біжать, Земні роки словами не здержать, /Біліють колосом вже дні твої, А у душі змовкають солов'ї/. (2р)
   Приспів: Чи думав ти: життя пройде, як день, Чи думав ти, що є земля пісень Чи думав ти, що є вогонь жалю, Чи думаєш про душу ти свою?
   2. Торкнеться сумом осінь до чола, Як пустоцвіт весна твоя була, /Біліє колосом пустим життя, А дням земним немає вороття./ (2 р)
   3. В ім'я Господнє просимо усіх: Покайтеся, жнива йдуть на поріг, - /Спаситель просить, душу пригорне, Спів солов'їний для душі верне./ (2р)   
`,
   // 59
   `1. І чому все не так? І чому я батрак? Був у батька я син, а тепер я один. Тут в країні чужій я нікому не свій І страждаю один, батька рідного сина.
   Приспів: Там далеко - далеко є край, Там є домівка моя, наче рай, Де люблять мене і чекають мене рідні мої. А я тут заблудився в гріхах, Гризе мене совість, гнітить мене страх, Хочу стежку знайти і до рідного милого дому піти.
   2. Я додому піду, встану я і піду. Тут роками томивсь і гріхам я коривсь. Дуже тяжко мені жити в цьому багні, А у батька мого свіжий хліб на столі.   
`,
   // 60
   `1. Любов Христа безмірна і палка, Нема початку, ллється як ріка. І наче хвиля близько берегів, Так і вона близька споконвіків.
   Приспів: Якщо б любові не було Ми б не змогли здолати зло, Надію мати на життя, Що може дати лиш любов Христа.
   2.Він полюбив тебе, мене давно, Він полюбив і тих, хто все одно Кричали «Ні» - і підіймали сміх, А Він з любов'ю закликає всіх.
   3. Якби пізнали люди на землі Любов Христа спрямовану до всіх. Якщо любов забрати хоч на мить, То світ увесь в ненависті згорить.
   4. Прийди до Нього швидше, не барись, Давно чекає Він, лише звернись, Ще кличе Він, прийми любов Христа, Що дасть тобі спасіння і життя.   
`,
   // 61
   `1. Єрусалим – відрада раю, Єрусалим - місто Царя. Країна вічна неземная, хочу побачить там Христа.
   Приспів:  Єрусалим, Єрусалим, місто святе, місто Христа.
   2. Я хочу так побачить місто. Я хочу так у ньому жить. Єрусалиме, дорогий мій, в тобі я хочу жить повік.
   3. Але такий слабкий я, Боже, за руку Сам веди мене. Лиш Твоя сила допоможе любити ближніх, як себе.
   4. Чекає там Христа відрада, ніколи плачу там нема, Співають всі Ісусу славу, співати хочу там і я.
   5. Там бідних вдів Бог потішає і сироті дає спокій, Убитий там не помирає, в журбі був тут, а там - радій
   6. Там Сам Христос усіх приймає і сльози Сам з очей зітре, Стражденні тут, там не страждають, їм відпочинок Бог дає.
   7. Ісус Христос, Тебе я славлю: Єрусалим Ти даром дав,
   А в небесах вічно прославлю за те, що дав, що обіцяв. 
`,
   // 62
   `1. Вже чекають мене небеса, вічна радість, нетлінна краса. І з Ісусом там радість буде, Святим Духом Небесним Отцем.
   Приспів: І вінець, ну, звичайно, вінець, що для нас приготовив Отець. 2р
   2. Місто там неземної краси, всюди ангели, всюди квітки І обличчя всіх рідних моїх, і Спаситель стоїть серед них.
   3. Буде зустріч з Іваном, Петром, і святих без числа цілий сонм. Підійдуть і обіймуть мене, радість вічна для всіх там буде!   
`,
   // 63
   `1. У дикого гуся могутнії крила, в далекім польоті широкий розмах. Лиш трохи старання, лиш трохи зусилля, і птах вже високо летить в небесах.
   2. У ластівки крила, у голуба тоже. Я ж є людина - не вмію літать. Та крила молитви Ти дав мені, Боже, вони мене зможуть над світом піднять.
   3. Я є щасливіший, багатший від птаха - на крилах молитви високо лечу. Ті світлії крила границі не знають, так легко мою душу в небо несуть.
   4. Людина коли починає молитись, в птахів перелітних розгублений вид, Адже їм доводиться посторонитись, дорогу молитвам людей уступить.
   5. Безшумнії крила, могутнії крила мій дух піднімають над світом людським. Лиш трохи старання, лиш трохи зусилля, в польоті молитви для серця спокій.   
`,
   // 64
   `1. В далекім краю Палестині, де річка струмиться Йордан, На берег ріки якось вийшов Хреститель святий там Іван.
   2. На вигляд суворий і строгий, він одяг верблюжий носив. В пустелю він посланий Богом, він голосно там говорив:
   3. " Покайтеся, люди, покайтесь, щоб стріти Месію Христа. Гріхи ви свої визнавайте, водою омийте тіла.
   4. Плоди покаяння творіть ви, любов і святії діла, В своє серце Бога прийміть ви, готуйте шляхи для Христа.
   5. Іде вслід за мною Сильніший, Божественним світлом сія. А я перед Ним лиш Предтеча, ніщо перед Ним лише я."
   6. Йшли натовпом люди до нього на берег пустинний ріки, Несли покаяння там сльози, в воді омивали гріхи.
   7. Якось люди враз розступились, Христос як до річки прийшов, На березі Він одяг скинув і з берега в воду зійшов.
   8. Хреститель стоїть і дивує: прийшов бо для хрещення Той, Про Кого казали пророки, на Кого чекав весь народ.
   9. " Хрестити Тебе я не гідний, Владико, Ти мій, я -  Твій раб. Я сам низько- низько схилюся, щоб хрещення в Тебе прийнять". 
   10. Христос наказав не перечить і перед Іваном схиливсь Хреститель від страху тремтячи, Христа там в Йордані хрестив.
   11. І сталося диво чудове: відкрилося небо в ту мить,
   І в хмарі в той час над рікою, як грім, Божий голос звучить:
   12. " Це є Син улюблений Божий, Він волю Мою в світ несе. Він рід людський грішний, негожий від вічної смерті спасе!"
   13. Дивує Хреститель і бачить: зійшов на Христа голубок, Не просто оце була пташка, а Дух Святий - істинний Бог.
   14. За цим знаком з неба Хреститель впізнав, що це є Божий Син, Рукою на нього вказавши, народові він розповів.
   15. Уся Трійця нині явилась, Отець Христа Сином назвав. Дух Божий, як голуб, спустився, Син Божий хрещення прийняв.   
`,
   // 65
   `1. Добрії руки з неба бажаючим дар несуть, якщо ми попросим хліба, камінь не подадуть. Якщо ми попросим  щастя, щастя побачимо, тільки самі ми часто їм не довіряємо.
   2. Думаєм, що над нами - хмари скорбот лише, але понад хмарами - Господа милість є. Небу є не байдужі наші земнії дні, в переживаннях, друже, пам'ятай, що ми не одні.
   3. Пастирем від колиски в труднощах всіх доріг, поряд в мороз і спеку з нами був Бог завжди. Світ цей до себе манить, щоб врятуватись зміг, до висоти дитини вірою ти схились.
   4. Добрії руки з неба бажаючим дар несуть, якщо ми попросим хліба, камінь не подадуть. Як прагнемо ми щастя, в Бозі його знайдем, тільки частіш схиляймось перед Його лицем.
   
`,
   // 66
   `1. Схилились Марія та Йосип над Сином, що в яслах лежить. Щасливої долі у Господа просять, а в небі зоря горить.
   2. Зоря та зове у дорогу, а серце так прагне ввись. Зорю ту святу виглядали пророки, а нам Сам Христос явивсь.
   3. Хай зірка різдвяна осяє вам путь до небесних вершин.
   З Христовим Різдвом ми вас щиро вітаєм, хай родиться в вас Божий Син.
   4. Прийміть наше щире вітання в святий цей різдвяний час. Хай схилиться небо на ваше вітання, погляне сам Бог на вас.   
`,
   // 67
   `1. Лиш без плями й пороку, лиш без плями й пороку, Чуєш, Церкво, Господь оце слово сказав. Чи не надто суворо, чи не надто суворо? Ні – святеє святих лиш ввійде в небеса!
   2. Наречена не зможе, Наречена не зможе До Ісуса в забрудненій сукні прийти. Там їй місця не буде, там їй місця не буде, Церкво Божа, який одяг є на тобі?
   3. Пам’ятати повинна, пам’ятати повинна, Нареченій підходить лиш колір один, Сукня біла і чиста, сукня біла і чиста. До вінця без пороку підеш лише ти.
   4. Хай не буде пилинки, хай не буде пилинки, Щоб у небо до Бога змогла увійти. На вузькій ти стежинці, на вузькій ти стежинці, Не звертай ти убік, одяг свій не брудни.
   5. Берегти маєш святість, берегти маєш святість, Хай безчеститься хтось, але тільки не ти. Це коштує багато, це коштує багато, Та не більше того, що Ісус заплатив.
   6. Не відомо нікому, не відомо нікому, У який день ти будеш Ісуса стрічать. Приготуйсь, Наречена, приготуйсь, Наречена, Все нечистеє геть! Свій наряд очищай.
   7. Будь відважна й смілива, будь відважна й смілива, Наречена Ісуса тікай від гріха! У блискучому білім, у блискучому білім Хай побачить весь світ, Як ти ждеш жениха.
   8. Він прийде, твій бажаний, Він прийде, твій бажаний! І ти вигукнеш: Зустрічі час вже настав! Обженеш усіх званих, обженеш усіх званих, з каганцем, що горить, ти зустрінеш Христа!
   9. Вже кінчаються строки, вже кінчаються строки. І хай світиться твій білосніжний наряд. Лиш без плями й пороку. Чи не надто суворо? Ні, сторінки біблійні говорять нам так! Лиш без плям та пороку!   
`,
   // 68
   `1. Чути кроки уже Христові, Ще звучить ніжний голос Його. «Поспіши!» - кличе Він у любові, Своє серце відкрий для Нього!
   Приспів: Може, завтра буде пізно, та Бог кличе так ніжно: «Спасіння знайди!» Чому чекаєш ти? Може, завтра буде пізно, та Бог кличе так ніжно: «Спасіння знайти ти поспіши!»
   2. Бо Він так тебе полюбив, Добровільно страждав за твій гріх, На Голгофі Свою кров пролив, Щоби щастя знайшов ти у Нім!
   Приспів: Може, завтра буде пізно, Бог судитиме грізно й спасіння знайти уже не зможеш ти… Може, завтра буде пізно, Бог судитиме грізно, Й спасіння знайти не зможеш ти… Може, завтра буде пізно, та Бог кличе так ніжно: «Спасіння знайти,о, друже, поспіши!». Може, завтра буде пізно, та Бог кличе так ніжно: «Спасіння знайти ти поспіши!»
`,
   // 69
   `1. Тьма згустилась по всій землі, зло нестямно лютує скрізь, Люди в страху та паніці, І чекають кінця. Але нам Словом істини Бог давно відкрив істину, Хоч і ворог, як дикий звір, Та мета нам ясна.
   Приспів: Церкво Божа, ти завжди Щиро Богові служи, Місця не давай брехні, Істину скрізь бережи. Войовничо ти іди, Рабства ланцюги порви, Людям до Спасителя шлях єдиний ти вкажи.
   2. Подивись ти навкруги: Побіліли вже ниви всі. Кожен колос ти підніми, правди шлях покажи. Так багато ще праці є, Скоро сонце уже зайде, Подвизайся, брат і сестра, вічність дуже близька.
   3. Попереду останній бій, так не будь десь позаду ти, Меч свій в руки візьми скоріш, Серцем ти не страшись. Ти помазана подолать, не здаватись, перемагать! Дух Господній бо на тобі, пам’ятай це завжди!   
`,
   // 70
   `1. Ісус прославлений Голгофи славою, Воскреслий, Ти живеш в серцях. Зоря Ти прощення, Зоря спасаюча, і в променях Твоїх краса.
   2. Христос – зоря моя, Отцем народжена, Як вісник вічності сіяй. Христос – зоря моя неперевершена, моє Ти серце зігрівай.
   3. Ісус – зоря моя, живу Тобою я, із гробу в третій день воскрес. Ти – Воскресіння є, в Тобі – життя нове, Веди мене в чертог небес.
   4. Господній Дух Святий, мене провадь завжди, Щоб вірним був я до кінця, Перемагаючим, Христа стрічаючим в красі небесного вінця.   
`,
   // 71
   `1. Я іду земними битвами, як в степу іде пастух. І сердечними молитвами підкріпляється мій дух. /І сердечними молитвами /(3р) підкріпляється мій дух.
   2. Я іду в країну спокою, в дім небесного Отця, Де, мов річкою широкою, ллються співи без кінця. /Де, мов річкою широкою /(3р), ллються співи без кінця.
   3. А коли у вічність прийду я, то побачу в небесах, Серед ангельського сонму там лице Господа Христа. /Серед ангельського сонму там /(3р) лице Господа Христа.
   4. Я іду земними битвами, як в степу іде пастух. І сердечними молитвами підкріпляється мій дух. /І сердечними молитвами /(3р) підкріпляється мій дух.    
 `,
   // 72
   `1. Ніч опустилась на гору, з’явились зорі в небесах. В саду на схилі Єлеону Христос душею знемагав.
   Приспів: Кривавий піт з чола струмився , страждання чаша перед Ним. Журився важко та молився, у передсмертній Він журбі.
   2. Не зрозуміть Його печалі, то був душевний тяжкий біль. Здавалось всі світи мовчали, зливаючись з благанням тим.
   Приспів: Він був один у боротьбі тій, бо охопив всіх друзів сон. Творець боровся за творіння, За нас, людей томився Бог.
   3. І ангел у важкі хвилини прийшов Христу допомогти. І чулися вже кроки Юди, ставала темрява чорніш.
   Приспів: Та ось Голгофа і розп’яття… Пройшло три дні і гріб пустий. Ісус Христос дав нам спасіння, щоб в небі вічно жили ми.   
  `,
   // 73
   `1. Ось волхви зі Сходу ідуть, дари Божому Сину несуть. Через пустелю до Вифлеєму довгий закінчують путь.
   2. В Вифлеємі Цар народивсь! З золотом впаду пред Ним. Віковічно і довічно вже царюватиме Він.
   3. Ладан в дар несу я Христу. Він з небес зійшов в марноту. Славослів’я та моління наші ідуть Йому.
   4.Смирни гіркої запах благий – дар Христу на знак роковий: Бо за винних умертвленний ляже у гріб чужий.
   5. Славний Він, Народжений Цар. За людей Себе віддасть в дар. Алілуя! Алілуя! Небо Йому співа!   
`,
   // 74
   `1. Річка життя біжить, в вічність вона веде, хто переможе гріх, в вічне життя ввійде. Треба Ісуса шукать, треба Його знайти, вічную благодать вірою віднайти.
   2. Віра – нелегкий шлях, тернистий він і вузький. Треба іти нам так, щоб з нього не зійти. Віра – нелегкий є шлях, інших шляхів нема, щоби у небесах жити повіки нам.
   3. Вірю, Господь, Ісус, вірю – Ти мій Творець. Вірю зітреш сльозу, слави дасиш вінець. Вірю, що день той прийде, приймеш мене Христос. Не посоромлюсь я, в тому, що Ти –мій Бог!   
 `,
   // 75
   `1. Для кожного з нас так багато зробив Ти, Тобою живе та існує Земля. На наші столи посилаєш Ти хліба, Даруєш усім нам життя.
   Приспів: Співають подяку Тобі, Боже, люди за милості, що нам щоденно даєш. «Подяка, Отець!» - підіймаються руки, прийми від нас славу, хваління і честь.
   2. Ти дав нам спасіння і щастя повірить, в земному житті Ти чимало добра даєш навіть тим, хто сердечнії двері, зачинив і Тебе не прийняв.
   3. Життя наше сповнене Божих щедрот, багаті жнива нам вродили поля. Усе посилаєш Ти нам, Бог- любов! В подяці схилилась земля.   
  `,
      // 76
   `1. Лунає щира пісня для Христа, як солодко нести Йому хваління. Колись ми заспіваємо не так, а більш натхненно, дружно й гармонійно!
    Приспів: Як прийдемо у світлі небеса, прекрасна музика нам серце втішить. Якою буде перша пісня та? Слова і ноти хто її напише?
    2. Я вірю, що мелодія небес здаватись буде рідною й близькою. Ми заспіваєм, як помер й воскрес, і як прийняв Христос нас із любов’ю.
    Приспів: В єдиній ми зіллємося хвалі, нова Ісусу пісня залунає. І хто не вмів співати на землі, на небі дуже гарно заспіває!
    3. Такого хору ще не чув ніхто, співаючого легко та натхненно. Пісень хваління радісний струмок, як море розіллється з уст спасенних.
    Приспів: Заслухаються зорі угорі, почувши спів наш неземний, величний. Ми разом з хором ангелів святих співати будем Богу славу вічно!
    4. Лунає щира пісня для Христа, як солодко нести Йому хваління. Колись ми заспіваємо не так, а більш натхненно, дружно й гармонійно!
    Приспів: Ми будемо радіти в небесах не мить, не день, не рік і не сторіччя. Бог подарує музику й слова, і ми Йому співати будем вічно!
   `,
   // 77
   `1. Є багато у світі шляхів і багато є різних доріг, але кращої в світі нема, за ту, що нас веде в небеса.
   Приспів: Лиш з Христом зможеш щасливо жить, і лише Він один тебе навчить, як жить.
   2. Хоч багато у тебе є так друзів щирих, любимих твоїх. Та як трапиться раптом біда, не поможе ніхто тобі в ній.
   Приспів: Лиш Христос – Друг найдорожчий твій, зможе допомогти в самій важкій біді. Лиш З Христом зможеш щасливо жить, і лише Він один тебе навчить, як жить.
   3. І хоч маєш багато удач і багатства ти маєш земні, не заглушиш нічим ти той плач, плач душі про небесну блакить.
   Приспів: Чуєш ти – плаче твоя душа… Їй треба на землі геть не таке життя! Лиш з Христом зможеш щасливо жить і лише Він один тебе навчить, як жить.
   4. Тож подумай, мій друже, тепер, по якій ти дорозі підеш, ще Спаситель чекає тебе, щоб ішов ти із Ним до небес.
   Приспів: О, прийди ти до Христа скоріш, лиш в Ньому ти знайдеш мир і спокій душі. Чуєш ти – плаче твоя душа, їй треба на землі геть не таке життя! Лиш з Христом зможеш щасливо жить, і лише Він один тебе навчить, як жить.   
 `,
   // 78
   `1. Коли настане день Господній на землі, так несподівано, як тать – не знаєм ми. І буря вдарить, налетять грізні вітри, і горе з щастям разом стрінуться тоді.
   Приспів: В мить коротку, відірвавшись від землі, відлітають, відлітають журавлі. Так і Церква вознесеться в неба синь і з’єднається з Ісусом назавжди...
   2. А сльози ллються , ніби падають дощі, дітей своїх додому, мамо, вже не жди. Вони розтанули, як дим в небесній млі, а ти лишилася самотня на землі.
   3. О, мамочко, навіщо кинула мене, я так боюся залишитись без тебе. Куди пішла ти, залишивши мене тут? Куди іти мені, щоби з тобою буть?
   4. Не зволікай, мій друже, нині поспіши до ніг Ісуса і Йому все розкажи. І буде прощена заплямлена душа, щоби із Церквою піднятись в небеса.   
  `,
   // 79
   `1. Наближається день Твій, Господь Всемогутній, коли Ти у славі на землю прийдеш. Засурмить тоді ангел гучною сурмою і від краю й до краю землі Ти народи збереш.
   2. Так, як перед потопом їли, пили, женились, і не думали люди, що близько кінець. Полились води з неба, безодні відкрились, потопивши на грішній землі все живе.
   3. Як Содом і Гоморра у пристрасть, що впали, розпаливши великий розпусти вогонь. Усі Божі закони вони відкидали і отримали плату в жахливий той день.
   4. Будуть двоє на полі в той день працювати і раптово один забереться з землі. І тоді буде пізно вже щось поміняти, і залишиться інший на муки страшні.
   5. І, як оком змигнути, Христос повернеться за народом, що вірний Йому завжди є. «Спадкоємці ви неба,- до них Він звернеться, - святкувати ввійдіть ви весілля Моє!»
   6. Ну, я інших мільйони воскреснуть на муки і з живими разом стануть перед судом. Навіть дуже хоробрий здійме вгору руки, заридає Земля перед грізним Христом.
   7. Наближається день Твій, Господь Всемогутній, коли Ти у славі на землю прийдеш. Засурмить тоді ангел гучною сурмою і від краю й до краю землі Ти народи збереш.   
`,
   // 80
   `1. Тримай те, що маєш, християнин. Тримай, що тобі дарував Божий Син. /Тримай Божу віру, надію, любов, За це наш Спаситель пролив Свою кров./
   2. Тримай те, що маєш і вкрасти не дай, Не будь ти байдужим, не втрать Божий рай. /Нам варто боротись, терпіти, страждать і понад життя берегти благодать./
   3. Тримай те, що маєш, ніхто щоб не зміг ніколи тебе спокусити на гріх. /Не дай почуттям осліпити себе, не дай так, як Юда продати Тебе./
   4. Тримай те, що маєш, що Бог тобі дав, щоб твого вінця геть ніхто не забрав. /Хоч буде безчестя немов та ріка, ми будем триматись за руку Христа./
   5. Тримай те, що маєш, християнин, тримай що тобі дарував Божий Син. /Нам варто боротись, терпіти, страждать, і понад життя берегти благодать./  
 `,
   // 81
   `1. Від загибелі спасла мене милість Господа. У день відчаю знайшла мене милість Господа. Навіть те, що я живу, те, що Господу служу, - це є милість Господа, це є милість Господа.
   2. Всі гріхи мої простив, це є милість Господа. І Свій Дух Святий пролив – це є милість Господа. Те, що віра є жива і веде мене вона – це є милість Господа, це є милість Господа.
   3. Знову й знов звучить хвала за цю милість Господа, і бажання маю я славить милість Господа. Цю безмежність доброти і цю силу чистоти, дивну милість Господа, дивну милість Господа.
   4. В світі скоро все мине, навіть милість Господа. Від землі Бог забере навіть милість Господа. Там, де місце для святих, буде вічно їм світить тільки милість Господа, тільки милість Господа.
   5. Від загибелі спасла мене милість Господа. У день відчаю знайшла мене милість Господа. Те, що Господа люблю і для Нього я живу – це є милість Господа, це є милість Господа.    
  `,
   // 82
   `1. В Вифлеємі родилось Дитятко святе, всім серцем повірив у слово я те. Нехай час назавжди відходить від нас та в серці вогонь не погас.
   Приспів: І немає дорожче Христа, Його ім’я дарує спокій. Бути з Ним завжди хочу і я, для душі Він такий дорогий!
   2. Хор ангельський пісню співав уночі, та пісня летить аж до наших часів, Чудові акорди та пісня нова, що кличуть мене в небеса.
   3. На полі були там прості пастухи і ангела виду злякались вони. Та ангел Господній їм радість звістив: Спаситель Христос вам родивсь.   
`,
   // 83
   `1. Він родився в бідних яслах, не було там теплоти, не в палатах пишних, ясних і не в золотих.
   Приспів: Він Отця лишив Свого, чисте небо все Його, Немовлятком в світ прийшов, злі серця Він тут знайшов. Він за тебе постраждав, життя вічне дарував, Щоб прийшов до Нього ти серце своє принести.
   2. В ту чудову тиху ніч Ангел з неба сповістив дуже радісную вість, що родився Божий Син.
   3. Зірка ясна привела мудреців тих до Христа. І, вклонившись, всі вони принесли Йому дари.   
 `,
   // 84
   `1. Чи нема бальзаму в Галааді і води в Вифезді чи нема? Чи нема шляху не бути в аді? Де б душа спочила місця чи нема?
   Приспів: Ісус Галілеянин, Равві- Раввуні, тягнуться до Тебе, Боже, сотні рук. На Голгофі був розп’ятий, за нас помер Ти,щоб нас визволити від хвороб і мук.
   2. Хіба зцілення нема вже, як раніше? Всі хвороби Ісус підніс на хрест! І живе у серці ще надія, те, що зцілення ще на Голгофі є.
   3. Скільки ран духовних, скільки ран тілесних тобі світ гріховний ще завдасть. Підійди під Божий зір небесний, допомогу може лиш Господь подать.    
  `,
   // 85
   `1. Ми співаєм Богу славу і хвалу, за спасіння, що Він нам подарував. Хай звучить хвала Спасителю Христу, творячи в нас дивовижний храм.
   Приспів: Слава Тобі, наш Учитель, слава Тобі, наш Господь. Слава Тобі наш Спаситель і наш Бог (і наш Бог). Ти достойний поклоніння, Ти Господь і Бог чудес, Тобі гімн співає воїнство небес.
   2. Ти притягуєш любов’ю нас усіх, обіцяючи дар вічного життя. Дух Святий нас потішає у біді, виливає благодать на благодать.
   3. І немає звістки кращої в піснях про Спасителя, Якого я люблю. З Ним зустрінуся в прекрасних небесах, але поки тут – про це співатиму.
   4. Повелителю небес, зірок, землі, подяку і хвалу прийми від нас. Прославлять Тебе бажаємо завжди: на земній дорозі і у небесах.   
  `,
   // 86
   `1. Може ти вже давно ніжності не стрічав, може ти вже втомився чи впав. Радість може тобі знову дати Господь, тут чекають тебе, ти приходь.
   Приспів: Церква моя, дорога серцю церква моя. Я – брат мій, а я сестра твоя. Церква моя, дорога серцю церква моя. Тут Бог наш, а ми Його сім’я.
   2. Може ти вже без сил, миру, щастя нема У житті замість світла пітьма. Якщо, друже, згрішив і душа так болить, до Христа поспіши, Він простить.
   3. Може ти захворів, поспіши до Христа. Він є той, Хто творить чудеса. Як до Бога прийдеш, свою душу спасеш, лиш у Ньому спасіння знайдеш.   
  `,
   // 87
   `1. Прославте Господа з небес, прославте Бога!(2р) Прославте море і ріка, прославте гори і поля, прославте вітер і туман, прославте струни і орган. Прославте море і ріка, прославте гори і поля, прославте вітер і туман, прославте Бога!
   2. Прославте Господа з небес, прославте Бога!(2р) Прославте ангели Його, прославте воїнства Його, прославте небо і земля, прославте сонце і зоря. Прославте ангели Його, прославте воїнства Його, прославте небо і земля, прославте Бога!
   3. Прославте Господа з небес, прославте Бога!(2р) Прославте суша і вода, прославте хмари й вся земля, прославте птахи й небеса, прославте люди, племена. Прославте суша і вода, прославте хмари й вся земля, прославте птахи й небеса, прославте Бога! Прославте Його, прославте, славу Царю віддайте, Ім’я Його величайте, Господа вихваляйте! (2р)
  `,
   // 88
   `1. Коли в життєвім морі хвилі одолівають нас в путі, здається, що нема надії і сил нема вперед іти. Коли туга прокралась в душу і серце рвуть сумніви злі, тоді схили свої коліна, в молитві Богу все скажи.
   Приспів: Молитва небо відкриває, нас з Богом з’єднує вона, молитва серце наповняє, дає нам сили для життя. Дарує впевненість молитва, вздоровлення несе душі, допомагає в різних битвах, долає труднощі земні.
   2. В молитві мир і справжня втіха, в молитві радість і спокій. В молитві сила і натхнення, вона веде нас до мети. У небезпеках чи в дорозі молитва вірно береже, молитва серце заспокоїть, молитва грішника спасе.
   3. Не забувай, мій друг, молитись постійно, скрізь, у кожен час. В молитві прощення і сила, в молитві мир і благодать. Душевні гоїть вона рани, тривоги й	 сумнів проганя. Вона до Бога наближає, вона веде нас в небеса.   
  `,
   // 89
   `1. В місті Вифлеємі народився Спас, в Синові Своєму Бог прийшов до нас. Сонце засвітило в низині земній, людство пробудило, що живе на ній.
   Приспів: В небі спалахнула ясна зоря, людям сповістила прихід Христа. Божий Син на землю із небес зійшов, виявивши людям Отця любов.
   2. Алілуя, слава, Господу хвала, бо любов Христова нам життя дала. Хай Йому лунає вічно вдячний спів, слава не стихає до останніх днів.
   Приспів: Не блукайте, люди, в пітьмі гріха. Кличе всіх до світла ясна зоря. Божого спасіння заклик звучить, не вагайтесь нині, скоріш прийдіть.
   3. Тож приходьте нині до Христових ніг і у покаянні залишайте гріх. Божий дар спасіння до сердець прийміть і Йому хваління від душі складіть.
   Приспів: Скоро закінчиться земне життя і в небесне царство тих візьме Спас, хто у покаянні до Христа прийшов, щастя і спасіння душі знайшов.   
  `,
   // 90
   `1. Лежав у бруді, мов листок осінній, нікому я не треба – розумів. Весна сади одягне листям іншим, мене вдягнув Спаситель дорогий.
   Приспів: Знайшовся Той, Кому я був потрібний, такий як є, гнилий і весь брудний. Мене в Своїй святій крові омив Він й полікував Він рани всі мої.
   2. Усиновив мене Бог всюдисущий й нічого не ховає від мене. З долини плачу мене Господь вивів, я ж сльози лити став сильніше ще.
   3. Ну як, скажіть, мені тепер не плакать, коли Господню милість бачу скрізь? Прославлю Бога на псалтирі, гуслях за все, що Він дає мені в житті.
   4. Я вірю, що обернеться на благо усе, що посилає Бог мені. І віра ця у рай мене провадить, де жде мене Спаситель дорогий.   
  `,
   // 91
   `1. Ми ідем по дорозі в небо, в той чудовий, світлий край. І вдорозі нас чекають і радість і печаль. Якщо віра вже згасає і на серці важкий гніт, якщо поруч нема Бога, хто ж тут винний, друже мій?
   Приспів: Глянь в дзеркало душі, мій друг, хто в нім відобразився? Кому ти більше місця приділяєш в серці там? Христу віддайся повністю, хай в серці оселиться і ти досягнеш вічності і ти досягнеш рай.
   2. Ми ідем по дорозі в небо, друзі є навколо нас, та один лиш допоможе у випробуваннях Спас. І, коли слабіють сили, ти нікого не вини. Не дивись на красу світу, тут нам щастя не знайти.
   3. Якщо поруч нема Ісуса, хто ж у цьому винен, хто? Може, ми не прагнем неба, душу труїть гріх і зло? Поспішім скоріш до Бога, зцілить він душі недуг, і сердечную тривогу забере найкращий Друг.   
  `,
   // 92
   `1. Дні вже неяскраві стали, сонце не дає тепла, із печальними піснями осінь знов до нас прийшла. Знов схиляю я коліна, перед Господом моїм, як згадаю, що зробив я, гірко плачу перед Ним.
   Приспів: У кінці життя є жниво, з чим прийду я перед Ним? А душа принести прагне хоч сніп один, хоч сніп один.
   2. Повна радості природа, все належний плід несе, серце Божого народу теж подяку віддає. А в душі моїй одне все ж запитання лиш бринить: Що приніс Тобі я, Боже, що до ніг Твоїх приніс?
   3. Я прошу Тебе, мій Боже, як жнива ще не пройшли. Хочу я плодів побільше принести до ніг Твоїх. Поможи, дай мені сили так трудитись до кінця, щоби всі мої пориви стали силою серпа.
   Приспів: У кінці життя є жниво, з чим прийду я перед Ним? Сніп принести для Ісуса бажаю я і не один.   
     `,
   // 93
   `1. Хоч гонима в світі цім ти бурею, Церква, Наречена, ти Моя. Та не падай духом, будь готовою -  ось уже іду по тебе Я!
   Приспів: Церква прекрасна, церква прекрасна, церква прекрасна, чиста й свята! В силі великій, в славі небесній ти будеш явлена в світі цім зла. (2р)
   2. Жде тебе на небі місто нове, золотом осяяне воно. Тільки вірна будь і будь готова, щоб зустріти Господа свого.
   3. Хоч багато стануть проти тебе, роблячи тобі багато зла. Тверда будь у вірі непохитна, завжди пам’ятай – ти не одна!   
   `,
   // 94
   `1. Часто погляд підвожу до неба, до престолу Ісусових ніг і думками лину до Тебе – Ти неправду та гріх переміг. Як відчути я, Господи, мрію чистоту білосніжних країв. Дарував Ти прекрасну надію та духовно мене укріпив.
   Приспів: І на хмарах чистих, мов сльоза, я зустріну Господа Христа. І назавжди залишусь в небі, назавжди, о, Боже мій, мене туди Ти приведи.
   2. Твердо вірю, що день той настане – ми зустрінемось в домі Творця. Як же солодко, любо нам стане і наповняться щастям серця. Та поглянь на грішную Землю, де панує нещастя і гріх, Боже, душі врятуй ти їх темні, щоби грішник покаятись міг.
   3. О, почуй, друже мій, ці слова і хай серце не буде байдужим. Забринить на очах хай сльоза і бажання прийде спасти душу. «О, Ісус, я є грішний, - скажи – Ти омий щоб став снігу білішим, Ти зруйнуй всі гріховні мости та звільни, щоб я став зовсім іншим!»   
      `,
   // 95
   `1. Віримо ми в Єдиного Бога Творця Всемогутнього, Великого, Вічного, Всюдиприсутнього. Вірим в Духа Святого у діях Всесильного, Триєдиного Бога і Бога Єдиного!
   2. Віримо! Славим Бога Отця, що послав Утішителя. Славим жертву Христа, славим Агнця, Спасителя! Він обмив всі гріхи наші кров’ю пречистою, буде зустріч на хмарах з Христом урочистою!
   3. Віримо в воскресіння із мертвих, як в славі Господь прийде, Затремтить вся земля, страх великий тоді буде. Заголосять усі, хто не прийняв Спасителя, а Христос забере Свою церкву на небеса!
   4. Віримо! Справедливий Господь і суди Його вірні, Божий Син заплатив за нас кров’ю – ми вільні! Переміг смерть і пекло Своїм воскресінням, став надією світу, став нашим спасінням!
   5. Віримо! Поклоняємось Богу Отцю Вседержителю, Його Сину Ісусу Христу і Спасителю, Утішителю Духу Святому, Єдиному, поклоняємось Господу ми Триєдиному! Зустріч буде на хмарах з Христом урочистою! О, гряди, наш Ісусе! Чекаємо, віримо! Віримо!
   `,
   // 96
   `1. Я за Україну молюся, мій Боже, вірю, твоя милість людям допоможе. Не в пишних палацах процвітає воля, а в молитві з Богом України доля.
   Приспів: У молитві тихо схилимо коліна, щоб всміхалась світу вільна Україна. І моя молитва розірве кайдани і на Україні будуть християни.(2р)
   2. Щоб не лились сльози матінки і тата, щоб була вже вільна Україна наша. Не вбивали кулі молодих синів, Бог нам тільки мирно жити повелів.   
      `,
   // 97
   `1. Колись давно в Єрусалимі подія дивна сталася, Господь явив себе у силі, на землю Дух святий послав. І учнів, що зібрались разом, Він Духом всіх там охрестив. Вони радіючи молились, народ розгублено глядів.
   Приспів: Дух Святий підбадьорить тебе, Дух Святий полікує тебе, Дух Святий попровадить тебе і мене. Дух Святий буде вчити тебе, Дух Святий наповнить тебе, Дух Святий нас на зустріч з Христом підійме!   
   2. У силу Божу зодягнувшись, усі апостоли пішли, звіщати вістку про спасіння, людей до Бога привести. У чудесах, знаменах дивних Господь Себе там проявляв. О, любий брате, сестро нині чи Дух Святий ти вже прийняв?
   `,
   // 98
   `1. Я іду по земнім шляху, час збігає. Дуже швидко минають роки, все минає. Смерть все жде, щоб настала їй мить підходяща, а з очей моїх сльози течуть, сльози щастя.
   Приспів: На Господню вагу я кладу небагато, та я вірю, це прийме Господь – й буде свято. З покаянням своїм на вазі я щось значу, Небеса, небеса, небеса я побачу.
   2. На землі мене жде лиш земля, тільки тління, а на небі, на небі мене жде спасіння. Смерть торкає за плечі, але не тремчу я… «Алілуя! – співає душа – Алілуя!»
   Приспів: Смерте, зможеш забрати лиш прах, та не більше! Я в надійних Господніх руках, найсильніших. Темнотою даремно мене все лякала, бо давно вже Ісусу Христу ти програла.
   3. Я дивлюсь у святі небеса без печалі, там спасенні, там дивна краса, все у славі. Головне, що з гріхом світовим не згодився, і радію, що з Богом своїм примирився.
   Приспів: На Господню вагу я кладу небагато, та я вірю, це прийме Господь – й буде свято. З покаянням своїм на вазі я щось значу. Небеса, небеса, небеса я побачу. Смерте, зможеш забрати лиш прах, та не більше! Я в надійних Господніх руках, найсильніших. Темнотою даремно мене все лякала, бо давно вже Ісусу Христу ти програла.
      `,
   // 99
   `1. 99 Святий Боже Всемогутній, вчуй нас в цей благальний час. /Ми Тебе від серця просим, прости і помилуй нас!/
   2. Святий Боже милостивий, нас не кинь в непевний час. /Не лиши нас благодаті, спаси і помилуй нас!/
   3. Боже, згляньсь, ми – Твої діти, молимо Тебе всі враз. /Дай нам сили свято жити, із кайдан звільни Ти нас!/
   4. Як без мами та без тата сиротина все тужить. /Так без Тебе, милий Боже, тяжко у цім світі жить./
   5. Боже милий, Боже любий, не лиши в дорозі нас. /Підкріпляй постійно Духом і веди в небесний край!/
   `,
   // 100
   `1. Прости мене, Боже, прости я молю, прости, що так пізно до Тебе я йду. Прости, що раніше Тебе не пізнав, що іншого друга собі я обрав.
   2. Прости, що мій розум Тебе відкидав, прости, що Тебе я страждать заставляв. Прости, що я рани Тобі причиняв, що знов на хресті я Тебе розпинав.
   3. Но Ти до життя пробудив знов мене і серце любов’ю зігрів Ти моє. І очі відкрив Ти на пройдений шлях, не дав мені впасти в жорстоких гріхах.
   4. І ось я сьогодні в молитві стою, веди мене, Боже, за руку Свою. Життя я присвячую нині Тобі, ти тільки не дай мені впасти в біді.
   5. А я обіцяю Тебе прославлять, і словом і ділом Тебе величать. Щоб бачили люди, як спас Ти мене, щоб так, як і я, всі прийняли Тебе.   
      `,
   // 101
   `1. Боже, Ти прости, що молитись, як Давид не вмію. Боже, Ти прости, що в молитві я безсилий, Ти прости мене, що не раз я сумніви ще маю, Ти прости мене За зневірство, що перемагає, ти прости мене, Ти прости, Ти прости мене!
   2. Боже, ти прости у пустелі всі мої блукання, Боже, Ти прости за зневіру й нарікання Ти прости мене, не завжди я ворога прощаю, Ти прости мене, що на зло відповідаю, Ти прости мене, Ти прости, Ти прости мене. 
   3. Ти навчи мене, щоб я свято жив перед Тобою, Ти навчи мене йти лиш стежкою вузькою, щоб в останній день, серед багатьох мене впізнав Ти, щоб в останній день  - «Я чекав тебе» - сказав Ти, щоб в останній день було так, тільки так. Тільки так!   
   `,
   // 102
   `1. Сонцем стомлений в дорозі, наш Спаситель спочивав. Всіх засмучених душею Він потішити бажав.
   2. Матері ішли до Нього, діточок несли своїх. Він з великою любов’ю, руки покладав на них.
   3. Але учні їм сказали: «Не турбуйте ви Його, нащо мають докучати ваші малюки Йому»
   4. Тяжко стало їм на серці, та Ісус сказав до них: «Боронити ви не смійте, хай прийдуть до рук Моїх»   
   `,
   // 103
   `1. Ісус з Назарета страждав на Голгофі за мене й за тебе, мій брат і сестра. Обличчя залите все кров’ю святою із ран, що зробили колючки вінця.
   Приспів: Наш любий Спаситель так сильно любив нас, що всі муки хресні за нас Він прийняв. «О, Боже, мій Боже, Мене чом покинув?» - так скрикнув востаннє, Він духа віддав.
   2. Вдягли в багряницю, подали тростину, впали на коліна і били Його. «Радій, Цар юдейський!» - вони всі кричали, одежу ділили, сміялись над Ним.
   Приспів: «О, Елі, Елі, лама савахтані!» - взивав наш Учитель, небесний Ісус. Наш любий Спаситель так сильно любив нас, і, скрикнувши сильно, Він духа віддав.
   3. Земля затремтіла, і сотник побачив, що це був насправді Син Божий Ісус. У всіх Своїх муках і смерті ганебній Він шлях до прощення, спасіння відкрив.
   Приспів: Наш любий Спаситель так сильно любив нас, що всі муки хресні за нас Він прийняв. «О, Боже, мій Боже, Мене чом покинув?» - так скрикнув востаннє, Він духа віддав.   
   `,
   // 104
   `1. Відкинутий, запльований, побитий, стікали кров і сльози на шляху. Чоло Його терниною обвите, а на устах звучать слова «прости».
   2. А хрест важкий так давить Йому плечі і сміх звучить цинічно у злобі. Ні, не шукав Він в світі де найлегше, завжди служив Він людям, не Собі.
   3. І ось за все добро Йому відплата, Голгофський хрест страждання і скорбот. Якби і ми ось так любили брата і для людей приносили добро.
   4. А Він іде, іде і точно знає, що до хреста прибитий буде Він. Для щастя світу смерть Його чекає, для радості людей прийшов в цей світ.
   5. Голгофський шлях – ось вся Йому відплата, іржавий цвях і цей ганебний хрест. Якби ось так і ми любили брата і віддавали краще для людей.   
   `,
   // 105
   `1. Час швидко проходить, століття відносить, день новий приходить і в вічність іде. І хтось народився, а хтось нас залишить, точно не знаєш куди ти ідеш.
   Приспів: Скоро, скоро… скоро у славі Він прийде. З півночі, півдня, сходу та заходу всіх приведе. Всі, всі народи, навіть природа до Божих ніг святих впаде. Одних наліво, інших направо поставить Бог на всі віки.
   2. Дві тисячі років уже не повернеш, життя на планеті до заходу йде. А ти лише мрієш про долю не дбаєш, Друже, запізнишся, час швидко йде.
   3. А доля людини, немов води моря в безодню несуться, сховавши в собі - багатство і славу, земні вподобання. Просніться же люди, а час зупинись.
   4. Ще трохи є часу та тільки сьогодні, завтра ти можеш спізнитись зовсім. Дай руку Ісусу і будьте, як друзі, бо лиш по житті з Ним спокійно іти.   
   `,
   // 106
   `1. Допоки в місцевості нашій, час мирний ще іде, І звістка спасіння людям по нашій планеті гряде. Простягнуті Господа руки готові тебе зберігать і струменем повним ллється для світу Христа благодать.
   Приспів: Так буде не завжди, подумай про це ти. Не вічна благодать і час закінчиться. Так буде не завжди, подумай про це ти, щоби «Пізно» не почути тоді.
   2. Ще поки в знеможенім тілі, у грудях дихання є, і поки ще світлий розум, скоріш до Христа прийди. Сьогодні Господь ще готовий гріхи всі тобі прощать, і струменем повним ллється для світу Христа благодать.
   3. Коли на землі гріховній лунає звістка блага, для тебе помилування несе в собі ім’я Христа. Ти тільки прийди з покаянням, не бійся усе розказати, не будь легковажний, для світу не вічна Христа благодать.   
   `,
   // 107
   `1. Друже, йди частіше на Голгофу, тут життя дорога почалась. Тут за світу всього катастрофу, кров Святого Сина пролилась.
   Приспів: Кров з безгрішних ран Христа струмила, Божий Син в стражданнях помирав. На Голгофі в небо путь відкрилась, Бог спасіння грішним людям дав.
   2. Хай життєва тут твоя стежинка не минає старого хреста. Щоб душа твоя немов сльозинка від пороків чистою була.
   Приспів: Щастя вдалині шукать не треба, до Христа прийди і ти сприймеш, що воно тепер є поруч тебе, Джерело в Ісусі ти знайдеш.
   3. Тут людські бажання, кращі мрії, тут надія світла всіх віків. Бо через Голгофу наш Месія, спас людей від їхніх всіх гріхів.
   Приспів: У віках пройдуть знаменні дати та життя одну з них затвердить – Подвиг звершений Христом розп’ятим, вічність не зуміє загубить.   
   `,
   // 108
   `1. Голгофа, Голгофа, Голгофа… Я бачу крізь сльози Тебе, розп’ятий Ісус, мій Господь. Пробити дав руки і ноги Свої, мене щоб спасти від біди.
   Приспів: То не цвяхи так тримали на хресті, то не люди спричиняли біль Тобі. То не цвяхи і не люди, а мій гріх, хоч минуло з того часу багато літ.
   2. Я бачу Тебе, Христе там, побите лице й безліч ран. Це сила любові Тебе завела, мене щоб звільнить від кайдан.
   3. Так часто я бачу той день, Голгофи кривавую тінь. Склонивсь під хрестом, я милість знайшов, звільнив там мене Божий Син.   
   `,
   // 109
   `1. Хочу я за Тобою іти, мій Спаситель, куди б Ти не йшов. Поможи хрест нелегкий нести, щоб я без нарікань все пройшов.
   2. Якщо я спотикнусь чи впаду, простягни мені руку Свою. Поможи, за Тобою я йду, бо Тебе я люблю!
   3. Коли доля сміється мені – просто й легко з Тобою іти, та сумні дні прийдуть – поможи, щоб пройти всі скорботи земні.
   4. Поможи довірятись Тобі, твердість віри в мені збережи. Ти страждав на хресті, й мусим ми теж частину страждань понести…
   5. Перед Божим лицем - порох я, сил нема, я не вартий життя. Та надія моя на Христа, лиш в Тобі насолода моя!   
   `,
   // 110
   `1. Благословіння потоки дати Господь обіцяв. Ближнім, чужим і далеким радість небесну послав.
   Приспів: Благословіння з неба поллються дощем. Падають крапля по краплі, Боже, потоків ми ждем.
   2. Благословіння потоки все навкруги освіжать – пагорби, ниви, дороги знову життям закиплять.
   3. Благословіння потоки, Господи, з неба пошли. В дім Твій введи одиноких, словом недужих зціли.
   4. Благословіння потоки, хай наповняють серця. Всі визнаємо пороки, Богу несем каяття.
   5. Благословіння потоки Бог Свого часу пошле, тим, хто в Його світлі ходить, хто з Ним постійно живе.   
   `,
   // 111
   `1. Для мене Ти, Спаситель зійшов з святих небес. Він залишив всю славу – небесний край чудес.
   Приспів: Ти для мене, для мене, Спаситель, прийняв Голгофський хрест. Хвала Тобі, о мій Відкупитель, хвала Тобі і честь!
   2. Для мене мій Спаситель у яслах народивсь; Син Божий, Примиритель в любові до нас явивсь.
   3. Спасителя любов’ю моя душа живе. О, Спасе за Тобою серце стремить моє.
   4. Бажаю відпочити я лиш в Тобі Однім. Дай свято, чисто жити, в серці царюй моїм.   
   `,
   // 112
   `1. В час коли труба Господня над землею прозвучить, і, як вічного дня ранок засія. Імена усіх спасенних Сам Ісус оголосить – там, по милості Господній, буду я.
   Приспів: На небесній перекличці (на небесній перекличці), На небесній перекличці (на небесній перекличці), На небесній перекличці (на небесній перекличці), там по милості Господній буду я.
   2. В день блаженний воскресіння всіх померлих у Христі, в день, коли введе спасенних в небеса. Всіх святих, обмитих кров’ю, що пролита на хресті, Він покличе і тоді відкликнусь я.
   3. Боже, сил дай працювати і для ближніх послужить, з ранку раннього і до заходу дня. А коли земну нам працю Ти дозволиш закінчить, то на поклик Твій небесний стану я.   
   `,
   // 113
   `1. На Голгофу веди мене знову, коли бачиш, що в серці згаса, Промінь вічного, дивного слова, щоб вогнем запалала душа.
   2. Я безсилий, а битва сувора, коли я упаду в боротьбі – На Голгофу веди мене знову, щоб я силу знайшов у Тобі.
   3. Коли серце стискає від болю, коли плаче і тужить душа – На Голгофу веди мене знову, бо утіха лиш біля Христа.
   4. І тоді, коли жертва Христова в моїм серці утратить ціну, На Голгофу веди мене знову, там я сили для битви знайду.   
   `,
   // 114
   `1. Шлях на гору важкий, кров стікає з чола. Скільки в погляді мук і страждання. То Святий Божий Син йде вмирати за нас – Він згодився, щоб жертвою стати. Приспів: Я ніколи не зможу забути той хрест, що стоїть поміж небом, землею. На Голгофі Христос примирив нас з Творцем, відкупив нас безцінною кров’ю
   2. Хочу серцем пізнати любові глибінь, що явив на хресті мій Спаситель. І до часу, як злине мій дух в височінь, буду вірно Йому я служити.
   Приспів: Даль небес і землі, тьму ночей, світло днів – це з любов’ю створив Бог для тебе! Кличе Він: «О, прийди і спасіння візьми, і здобудеш мир, щастя для себе!» 
   3. О, людино, поглянь на страждання Його і чому ти вагаєшся нині? Чим віддячиш Христу за безмежну любов і за Кров життєдайну, невинну?
   Приспів: Я ніколи не зможу забути той хрест, що стоїть поміж небом, землею. На Голгофі Христос примирив нас з Творцем, відкупив нас безцінною кров’ю. Даль небес і землі, тьму ночей, світло днів – це з любов’ю створив Бог для тебе! Кличе Він: «О, прийди і спасіння візьми, і здобудеш мир, щастя для себе!»    
   `,
   // 115
   `1. О, дивна милість, ти спасла негідного мене. Був втрачений, та ти знайшла; сліпий - та бачу вже.
   2. Це милість серцю страх дала й зняла мої страхи. В чудесний час, як ти прийшла, з’явилась віри мить.
   3. Я небезпеки, труд важкий і горе пережив. Це ти мене вела всі дні, й ведеш додому ти.
   4. Як навіть десять тисяч літ ми там вже проживем, співати будем Богу всі, як в той найперший день.   
   `,
   // 116
   `1. Під сонячним промінням схилилися лани, З подякою й хвалінням женці несли снопи.
   2. В вікно дивився хворий, сумуючи в душі: «Я немічний, трудитись немає сил в мені».
   3. Під вечір подорожній зайшов до нього в дім – Води з криниці склянку прохожому дав він.
   4. Напившись, подорожній в дорогу знов пішов, А хворий під дверима пшениці сніп знайшов.
   5. І Богові з сльозою сказав він: «Сніп один приніс я, та не мною нав’язаний був він.
   6. В Ім’я Твоє, о Боже, води я склянку дав, А вранці на порозі сніп золотий узяв”.
   7. І тут же для підтримки він голос чув святий: «Тобі за добрі вчинки дано цей сніп живий».
   8. Хто хворий, хто знемігся, не може жать в полях, Той, бідному помігши, знайде свій сніп в дверях».   
   `,
   // 117
   `1. Важка і терниста у тебе дорога та ти не лякайся, а вір. У пору потрібну прийде допомога, до неба скеровуй свій зір.
   Приспів: Він Сам переносив страждання та муки, тому зрозуміє всю біль. Спасати людину спішать Його руки – спасати єдиная ціль.
   2. Хоч буря не раз зустрічає сувора та хвиля безжалісно б’є. Рука непохитна до помочі скора, у ній все майбутнє твоє.
   3. Коли же долиною смерті проляже, твій шлях проведе Він і там. Тебе підбадьорить, ласкаво прокаже: «Не бійся, з тобою Я Сам!»
   4. Отож, не вагайся, лиши всю тривогу, лукавий нехай не ляка. Над злом гарантує тобі допомогу, Його всемогутня рука.   
   `,
   // 118
   `1. Коли не раз придавить хрест, коли заплачеш, мов дитя – не нарікай, а лиш промов: «Хай буде воля Твоя!»
   Хай буде воля Твоя!  Хай буде воля Твоя! Не нарікай, а лиш промов: «Хай буде воля Твоя!»
   2. Коли опущений будеш, мов безпритульна сирота. Не нарікай, а лиш промов: «Хай буде воля Твоя!» Хай буде воля Твоя!  Хай буде воля Твоя! Не нарікай, а лиш промов: «Хай буде воля Твоя!»
   3. Коли не раз зіткне тебе Вітцівська Божая рука, цілуй її та все кажи: «Хай буде воля Твоя!» Хай буде воля Твоя!  Хай буде воля Твоя! Цілуй її та все кажи: «Хай буде воля Твоя!»
   4. Коли серденько защемить, коли від жалю зарида, не плач, не плач, а лиш промов: «Хай буде воля Твоя!» Хай буде воля Твоя!  Хай буде воля Твоя! Не плач, не плач, а лиш промов: «Хай буде воля Твоя!»   
   `,
   // 119
   `1. О, невже, Боже мій, я зостанусь, коли Ти за Своїми прийдеш? О, невже, о невже, Боже день той настане, а мене Ти у рай не візьмеш?
   2. О, невже у момент Вознесіння не піднімеш мене в небеса? Не почую, не почую небесні я співи, не побачу Твої чудеса?
   3. О, невже у момент Вознесіння я побачу, як в славі Твоїй, Твій народ, Твій народ получає спасіння, я зостанусь навіки один?
   4. О, невже, Боже мій, я зостанусь? В Твою славу уже не ввійду, коли день той, коли день той бажаний настане, о, невже я віддамся суду?
   5. О, невже мої друзі й подруги всі на хмарах співатимуть гімн. Я ж залишусь, я ж залишусь на горе і муки без надії і цілі, один.
   6. Я ж із ними співав і молився, разом з ними в зібрання ходив. Тільки мало, тільки мало Тобі я корився, тільки ближнього я не любив.
   7. Та не тільки із друзями, знаю, розлучитись прийдеться тоді. А ще більше, а ще більше усього я втрачу, втрачу Спаса Христа назавжди.
   8. О, мій Боже, для того сьогодні на землі не скінчиться життя. Тільки Церква, тільки Церква так легко і вільно від землі увійде в небеса.
   9. Безутішні там будуть ридання, в страшнім болю застигне душа. І одне лиш, і одне лиш у скронях зізнання – за дверима залишився я.
   10. Дивний спів небеса наповняє, то радіє Невіста Христа. Тільки пізно, тільки пізно тоді вже ридати, лиш у муках чекати суда.   
   `,
   // 120
   `1. Господь – Пастир мій, я не буду просити, по зеленому лузі поведе… Господь – Пастир мій, Він дає мені силу, до води Він підводить мене!
   Приспів: Якщо навіть спотикнуся, Ти підтримаєш мене. Горе й смуток як заглянуть на руки візьмеш мене. Гріх й спокуси не здолають, біль й хвороба промине.Навіть смерті дух відступить, бо Господь мій Пастир є!
   2. Господь – Пастир мій, стіл накрив Він для мене, намастив миром голову мою. Господь – Пастир мій, добротою обгорне, в домі Божім я буду всі дні!
   3. Господь – Пастир мій, я не буду просити, по зеленому лузі поведе… Господь – Пастир мій, Він дає мені силу, до води Він підводить мене!   
   `,
   // 121
   `1. Благословен той дім, де в кожнім чистім серці Слово Святеє Господа живе. Без темряви і страху смерті і  Сам Господь в той дім Господарем ввійде. 
   Приспів: Благословен, благословен, благословен той дім.(2р)
   2. Благословен той дім, де в тихий час молитви, Духом Святим Господь торкається сердець. Де радість і щастя любві без міри і благодать пролив Небесний наш Отець.
   3. Благословен той дім, де старість поважають. Де віру свято бережуть із роду в рід. Славлять Творця і Біблію читають, і виростають в мудрості із року в рік.   
   `,
   // 122
   `1. Ти навчи мене, мій Господь, завжди лише волю творити Твою. Щоб життям своїм людям довести, що Тебе я всім серцем люблю.
   Приспів: Ти навчи мене серед тисячі голос чути лиш Твій. Ти навчи мене за Тобою йти в край небесний, дорогий(2р).
   2. Ти навчи мене, любий Спасе мій, бути променем світла Твого. Щоби грішний світ бачив Образ Твій і дорогу вузеньку знайшов.
   3. Щиро вдячний я за Твою любов, що відкрилась в Ісусі Христі. Тож навчи мене жити так, Господь, щоб ім’я Твоє гідно нести.    
   `,
   // 123
   `1. На Голгофу на розп’яття Сина Божого ведуть, крізь побої і прокляття звершує Він неба труд.
   Приспів: Люди, погляньте, люди на той хрест, де в муках помирав Творець. Там чути сміх, знущання тих, за кого Він узяв весь гріх.
   2. На Голгофі три розп’яття: два розбійника і Він. Простягнув пробиті руки, для спасіння людям всім.
   Приспів: Люди, погляньте, люди на той хрест, де в муках помирав Творець. Там чути сміх, знущання тих, за кого Він узяв весь гріх.
   3. На Голгофі шум змовкає, темрява покрила світ. Римський воїн розуміє: «Справді то був Божий Син».
   Приспів: Люди, погляньте, люди, на той хрест, де в муках помирав Творець. Там Божий Син віддав життя, щоб ти спасіння вічне мав.   
   `,
   // 124
   `1. Співай, коли немає сили, і думи, як тумани сиві. Коли немає слів сказати Про печаль… Коли темніє небо синє, на серці прохолодно, зимно, у пісні Богу своє серце Виливай…
   Приспів: Тоді співай, бо в пісні є любові плам’яний вогонь!/ Якщо Господь в тобі живе, хай пісня лине знов і знов!/ (2р)
   2. Коли втрачається надія, згаса єдина в серці віра і гаснуть почуття любові У душі. Тоді співай – і прийдуть сили, розвіються тумани сиві, і сонце з неба посміхнеться Знов тобі!
   3. Співай, коли душа сумує, і знай, що Бог твій голос чує! Співай, бо пісня залікує Рани всі! Господь до нас говорить словом, і в пісні є Його промова. Для Господа співай , бо радість У Христі!   
   `,
   // 125
   `/Небо блакитне мій погляд чарує, так воно вабить красою мене. О, як за ним моє серце сумує, хочеться вмить залишити земне./(2р)
   1.	Місто величне там в золоті сяє, ангельські співи врочисто звучать. Горя і сліз в тому місті немає, всюди панує Христа благодать.
   /Чиста блакить неосяжного неба, край де спасенних чекає Ісус. Крилами віри лечу я до Тебе, через тумани життєвих спокус./(2р)
   2.	Хочеться в очі Христу подивитись, поглядом щирим зустрітися з Ним. І як Цареві царів поклонитись, впавши до ніг перед троном святим. 
   /Зустріч ця буде,  я вірю і знаю, скоро Ти вдруге за нами прийдеш. Я з нетерпінням постійно чекаю день, коли в небо мене забереш./(2р)    
   `,
   // 126
   `1. Ти простягаєш небо, як тканину, Ти висипаєш зорі в вечори. Ти розфарбовуєш картину непорівняної краси. Ти дивовижний грандіозний, Тобі подібного нема. Чому ж, Господь, світанням кожним Ти землю променем пройма?
   Приспів: Чи є для Тебе неможливе, Могутній, Праведний Господь, Святий і грізний Боже сили, що ймення Твоє Саваот?(2р)
   2.На землю глянеш – затремтить. До гір торкнешся задимляться, та серце Твоє так болить, коли людина відвернеться. Тобі, Величнішому Богу, Тобі, початку всіх віків, Тобі призначили Голгофу, а Ти - вмираючи, любив.
   Приспів: Та смерть не втримала Тебе, безсилі були в неї руки. І Ти воскрес і Ти живеш на віки вічні й вічні віки.(2р)   
   `,
   // 127
   `1. 127 Кличе мрією серце неба даль голубого. Наша спільна є доля, віра в Бога живого.
   Приспів: В Нім ми рідними стали, сестрами та братами. Дав нове Він нам ім’я -  ми тепер християни.
   2. Ісус став нам Другом, ми насправді пізнали. Він лікує всі болі, з Ним немає печалі.
   3. Він дарує прощення, мир та радість без міри. До життя воскресіння, тільки щиро ти віруй.   
   `,
   // 128
   `1. Покажіть мені любов, що без Ісуса може жити в світі цім на самоті, Бо без Нього все добро – порожній звук лиш, непідробна та Любов, що на хресті!
   Приспів: Бог є любов – досконалості вершина! Бог є любов  - повнота і глибина! Бог є любов – Він віддав у жертву Сина! Бог є любов, лиш в Нім життя!
   2. Божий Син за нас помер там на Голгофі, в тому Бог Свою любов до нас довів! Не барися, любий друже, а до Нього без вагання у молитві поспіши!
   3. Не знайти у світі цім ніде любові, бо вона існує тільки у Христі! Він людей всіх відкупив Своєю кров’ю і щодня любов являє в повноті!   
   `,
   // 129
   `1. Наче цвіт польовий, що крізь терен густий, стрімко тягнеться до висоти. /До небес рвусь Твоїх, до осель тих святих, де знаходишся Господи Ти./2р
   2. До тих рук, по яких лилася за мій гріх, на ганебнім хресті Свята Кров. /Що крізь терен несуть і нам щедро дають, досконалу Господню любов./ 2р
   3. Його руки святі, там десь на висоті, вже готують оселю мені. /Ще запалять вони, серед горя й біди, для душі переможні вогні./ 2р   
   `,
   // 130
   `1. Моя країна хто не знає, там за обрієм вона є. Де вічний Бог, як сонце сяє, спів дивний ангельський лунає, де гірких сліз ніхто не ллє. Не раз сиджу і поринаю, думками в той небесний край. Туди я очі підіймаю, бо там є вічний світлий Рай.
   Приспів: Там вже не буду я тужити, бо там Небесний мій Отець. З Христом там буду вічно жити, а на землі я чужинець.
   2.Там місто дивним сяйвом сяє, а в нім розкішний, славний дім. Хто громадянство його має, ввійде в новий Єрусалим. У тому місті будуть жити, одні лиш вибрані Христа.          Усі спасенні Божі діти, кого обмила Кров Свята.
   Приспів: Те місто радості, спокою ніхто в полон не забере. Спаситель власною рукою там наші сльози обітре.
   3.В моєму серці вже не буде, гріха, недолі і смутку. Земне все горе там забудем, там радість дасть Господь Ісус. Там хор спасенні всі без віку, співати будем вік-віків. Христу Спасителю навіки, за те що Він нас відкупив.
   Приспів:«Мій друже, хочеш досягнути, отой небесний, вічний дім. Щоб там навіки з Богом бути, сьогодні примирися з Ним».   
   `,
   // 131
   `1. Хочу Я тебе провадить до прекрасної мети, в час нелегкої години буду Я з тобою йти. А як станеш спотикатись і не зможеш далі йти, Я тебе, моя дитино, на руках буду нести.
    Приспів: Бо любов Моя велика, і немає їй кінця, не відкинь її, Мій сину, кров’ю вилилась вона. Я люблю тебе, дитино, над усе, що в Мене є, хочу поруч біля Себе завжди бачити тебе.
    2. Не шукай у цьому світі ти скарбниці золоті, бо найбільший скарб у небі – жити з Богом усі дні. Йди до Мене не вагайся, руку дай Мені свою, Я прощу усі провини, знай же ти любов Мою.
`,
   // 132
   `1. Без любові як на світі жить, без любові, без святого Бога? Без Христа мої печальні дні, в серці порожнеча і тривога.
   Приспів: Без Христа – пітьма і немає щастя, без Христа – нудьга серце рве на частки! А з Тобою я забуваю лихо, забуваю біль, Ти – моя утіха!
   2.Як зі мною Ти, я не боюсь труднощів, страждань, випробування. Лиш Твоїм ім’ям з гріхом борюсь, і до Тебе всі мої бажання.
   3.Так любити вмієш тільки Ти, всі гріхи мої лиш Ти прощаєш. Друг найкращий, Батько рідний мій, я в Тобі спасіння вічне маю!   
   `,
   // 133
   `1. Почуй молитву Ти, народу Свойого. Почуй Ти спів хвали із Дому Свойого, із Храму Твойого. Тут люди сходяться і тут же моляться, тут спів хвали несуть Творцю Царю Царів, бо Ти є Бог живий.
   2.Коли згрішить яка людина на землі, прийде поклониться перед лицем Твоїм, то Ти прости їй гріх. Прости Ти  тим людям, що щиро каються, хто серце і життя приніс на Твій вівтар, приніс на Твій вівтар.
   3.Коли яка біда спіткає люд землі, перед лице Твоє прийдуть у Дім Святий, то Ти почуй тут їх. Почуй Ти в небесах, молитву тих людей, почуй Ти спів хвали із Дому Твойого, із Храму Свойого.   
   `,
   // 134
   `1. Наша церква не молодая, її знають багато де. І в святії блаженства раю вона впевнено іде. Сам Господь її провадить, помагає у житті, і як ворог на заваді – наша поміч у Христі.
   Приспів: Церква Божа, ти свята, Нареченая Христа. Він за тебе кров пролив, від гріхів тебе звільнив. Білу одіж тобі дав, шлях у небо показав. Церкву Господа живого, у  селі нам збудував.
   2.Хоч пройшло немало років, скільки вилито молитв! Церква наша крок за кроком переможно йде із тьми. Скільки душ знайшли тут спокій, скільки скинуто гріхів? Були біди, був і спокій -  та Господь нас не лишив.
   3.Кров Христа нас з’єдинила, ми були чужі колись. Молитвам Господь дав крила, щоб до неба донеслись. Тепер дружною сім’єю ми ідемо за Христом. Господь ласкою Своєю зігріває нас кругом.
   4.Хай приходять в нашу церкву душі стомлені гріхом, їм не дасть Господь померти, будем йти за Ним разом. З року в рік нехай зростає, сіє зерна по ріллі, світлом правди хай засяє наша церква у селі.   
   `,
   // 135
   `1. Як праця скінчиться тут вже моя, згадаю накази Ісуса Христа. Небесную славу побачу там я, о, вічна буде радість моя.
   Приспів: Підемо ми там, де не буде борні, підемо ми там, де навіки спокій. Підемо у рай, через брами святі, у небі вже спочинемо ми.
   2.Там смутку не буде, ні страху гріха, лиш вічная радість у Спаса Христа. І ріки потечуть від престолу Отця для вірних і спасенних Творця.
   3. Стараймося браття включитися в труд, зарплата чекає Його вірний люд. В небесній оселі там разом з Христом навіки царювати будем ми.   
   `,
   // 136
   `1. Вифлиєм спав у темряві сумній. Ніхто не чекав та з небесних країв зустріти Месію, хвалу принести на землю вже Ангели йшли.  Хоч ворог у злобі весь час пильнував, багато своїх перешкод збудував. Та силами зла чуда не зупинить -  на землю прийшов Божий Син. 
   Приспів: В цю ніч змінився цілий світ, Бог дав надію вічно жить. І пісня ллється до небес: "Родився Цар чудес" 2р
   2. Люди самотньо жили без надії та залишався в серцях подих мрії, що прийде час і Спаситель прийде Він віру в серця принесе. Та оживив мрію подих небес, зраділа земля, славить всесвіт увесь. Люди спішать поклонитись Царю і зорі співають хвалу.
   Приспів: В цю ніч змінився цілий світ, Бог дав надію вічно жить. І пісня ллється до небес: "Родився Цар чудес" 2р
   Вставка: Із гір, долин лунає хвала, надія в серцях людей ожила. І з неба Господь любов нам післав,  щоб людям Ісус життя дарував. 
   Приспів: В цю ніч змінився цілий світ, Бог дав надію вічно жить. І пісня ллється до небес: "Родився Цар чудес". Спішать до ясел пастухи, прийшли до ясел пастухи. Радіє Вифлиєм увесь: "Родився Цар чудес".
   `,
   // 137
   `1. Радість настала на світі, вся торжествує земля. Ангели новину звістили - Син Божий народився. Приспів: Ой, радуйся, земле співай. Ой, радуйся, Богу славу віддай. Ой, радуйся, звучить по цілій землі: «Син Божий народився»2р
   2.	Всі заспіваймо для Бога, людям цю вістку скажіть. Що в бідних яслах убогих Син Божий народився.   
   3.	Радість настала на світі, вся торжествує земля. Ангели новину звістили Син Божий народився.   
   `,
   // 138
   `1. Заснула стомлена земля, яскраво в небі зорі сяють.  Ліси, діброви і поля, в обіймах ночі спочивають. В обіймах ночі міцно сплять…
   2.  Ця ніч прекрасною була, на всі майбутні покоління. Вона в історію ввійшла, звістивши людям про спасіння. Звістивши людям про Христа…
   3. Небесний хор про це звіщав, Він пастухам в ту ніч з'явився, І Сина Божого вітав, Який людиною родився. В убогих яслах Він лежав…
   4.  Якщо і в вас душа болить, І віри іскорка погасла. В гріхах покаявшись прийдіть, ви до народженого в яслах. Ви до Спасителя спішіть!   
   `,
   // 139
   `1. В Небесах лишив красу нетлінну, з висоти Ісус Дитям зійшов. Народився Він для України, ніс в Долоньках неземну любов. 
   Приспів: Україно! В час Різдва Святого, Слава вишніх Богу- заспівай. На пісні хай зміняться тривоги, серце в ранах Господу віддай. Хай наповнить землю мир небесний, звеселяться люди у Христі, бо родився Він для України, ясла вибрав вбогі і прості. 
   2. І для нас горить зоря прекрасна, всіх до Вифлиєму кличе знов.  Щоби душі стомлені й нещасні, у Христі знайшли собі покров. 
   3. Це любов в Дитину воплотилась, прозвучало в світі - З нами Бог. З Ним лиш Правда із висот спустилась, в Ньому лиш застава перемог.   
    `,
   // 140
   `1. Новий рік надходить, друзі, до нас, із старим прощатися настав вже час. Тож подяку щиро ми складаємо за рік, що прожити нам дозволив Бог.
   Приспів: У Новому році радості, добра, побажаєм щиро брате і сестра. Хай Господь Спаситель вас береже і до неба введе.
    2. Будуть в Новім році смутки, радості та лиш тільки в Бозі всі шляхи прості. Ісусу в руки ви серця вручіть, бо лиш тільки Він навчить, як треба жить.
   3. Хай цей рік наповниться щастям і добром, а старий залишиться теплим спогадом. Господу Ісусу довіряйтесь ви, а Він в Новім році поблагословить.   
   `,
   // 141
   `1. Ось ще один рік в небуття відлітає без повернення, без вороття. Назавжди у пам’яті лиш залишає слід прожитого нами життя.
   Приспів: Хай будуть тільки(хай будуть тільки) сліди добра (сліди добра), протягом всього(протягом всього) земного буття (земного буття). Хай будуть тільки(хай будуть тільки) миру сліди (миру сліди) – всім вам сьогодні (всім вам сьогодні) бажаємо ми (бажаємо ми).2р
   2. Хай будуть діла тільки добрими, друзі, хай приємними будуть слова. І совість від докору чиста хай буде і душа Божим миром повна.
   Приспів: Хай буде тільки (хай буде тільки) багато тепла (багато тепла), протягом всього (протягом всього) земного буття (земного буття). Хай буде тільки (хай буде тільки) радість в душі (радість в душі), поки у небо (поки у небо) ми не ввійшли (ми не ввійшли). Там буде тільки (там буде тільки) багато тепла (багато тепла), там буде тільки (там буде тільки) любві повнота (любві повнота). Там будуть тільки (там будуть тільки) спасенні в Христі (спасенні в Христі), там, в небесах, буде вічний наш дім( там в небесах вічний дім).   
    `,
   // 142
   `1. По всьому світу стала новина: Діва Марія сина родила!Сіном притрусила в ясла положила Господнього сина 2р.
   2. Радісну пісню чути в тишині Ангели славлять Бога в вишині Бо спасіння світу, згідно заповіту У Господнім сині. 2р. 
   3. Ось появилась на небі зоря, шлях освітила до Христа-царя. Мудреці приходять і дари приносять Господньому сину! 2р
   4. До Вифлиєму пастухи ідуть, радість велику у серцях несуть. На коліна впали й разом привітали Господнього сина!2р   
   `,
   // 143
   `1. Проти Церкви йде боротьба, мов фортеця, вона в облозі, ворог сили усі кидав, та здолати її не може. Перемоги у боротьбі, не давалися так задарма - полягло скільки вже братів і багато сестер не стало.
   2. Від Пілата й до наших днів, слуги зла діють однаково. Вони знищити хочуть всіх, хто виконує Слово Боже. Коли хмарою ворог йшов, щоб з фортеці зробити груди. Вірні стали в борню зі злом, захищали свободу грудьми.
   3. Вже дороги забуті всі, їхній порох розвіявсь світом. Друзі вірні не покладуть на могилку пучечок квітів.  І переліку їм нема, їх, в музеях нема реліквій. Вони подвиги для Христа залишили для нас, як приклад.
   4.  І сьогодні у стіни б’є, і невір’я й брехня тараном, голос вірних лунає ще: «Стань в борню проти зла – тирана». Буде час і усім вінці, роздадуться в святім єднанні. Та кричать ще нам посланці : «Вище прапор Христа здіймаймо»   
    `,
   // 144
   `1. Низько схиляюся в щирій хвалі, дякую Господи, що на землі, можу Спасителя свого любить, а в небі вічно вже з Ним буду жить. 
   Приспів:  Скільки зірок на небі — то все  є любов Твоя. Ти сяєш промінням ласки - досвітня моя Зоря. 2р
   2.Кличе і вабить чудова краса, серце втішає небесна роса. Стежка вузенька до неба веде, а в сяйві слави Господь мене жде.
   3.Добрим змаганням змагаюся я, вічне й нетлінне — порука моя. Час швидко плине, мов птах пролетить, Ти — мій світанок і вічна блакить.   
   `,
   // 145
   `1. Тихо над горами тане туман, ночі минає пора. Подихом вітру і шелестом трав день зустрічає земля. Приспів: Ранок ясніє, небо палає, сходить ранкова зоря. Гори високі, росами вкриті, славлять свого Творця. Як же не буде Бога хвалити співом моя душа? Як же не буде Бога хвалити вічна моя душа? 
   2.Так полюбив вічний Бог цей світ, сина Свого відав. Щоби спастися від смерті зміг, кожен хто вірить в Христа. 
   3.Вічнеє слово Ісуса Христа світло на землю несе. Тим хто живе в темній ночі гріха, радість спасіння дає.   
    `,
   // 146
   `1. Маю дещо тобі я сказати. За прохання незвичне пробач: /Помолися зі мною, мій брате, І тихенько зі мною поплач./
   2.Я не смію тобі докучати, Та щоб дух заспокоївся мій, /Помолися зі мною, мій брате І печалі мої зрозумій./
   3.Я не зможу тобі розказати, Та й не все виражають слова. /Помолися зі мною, мій брате, - Ти за мене завжди вболівав./
   4. Не спіши, забудь щоб дорікати, "Так і треба тобі!"- не кажи.  /Помолися зі мною, мій брате, І мені в боротьбі поможи./
   5. Так не буде довіку тривати,- День грядущий утіху несе. /І ми знову помолимось, брате, Ми подякуєм Богу за все./
   `,
   // 147
   `1. Милістю, Боже, Твоєю живу, славлю Тебе, славлю Тебе. Знаю, з Тобою я спокій знайду, Ти не залишиш мене. 
   Приспів: Милість Твоя наді мною щодня - вдень і вночі, огортає вона. І, якщо зникне все на землі, Милість Твоя буде вічна в мені. 
   2.Милуєш грішних, прощаєш вину, немічним нам силу даєш. Благословляєш дорогу земну, в вічність прекрасну ведеш. 
   3.Господи, милість велика Твоя, глибша морів, вища небес. Не осягне і не вмістить земля всіх твоїх благ і чудес.   
    `,
   // 148
   `1. Понад гори й долини в темряві нічній, Зірка різдв'яна зійшла. І промінням яскравим звістила вона, Про народження Спаса Христа.
   Приспів: "Божий Син родився, співайте усі" - Ангели звістили в полях. Слава в Небесах, Божий мир на землі, Добра воля у людських серцях. 
  2. Є на світі багато всіляких доріг, Та світліша дорога Христа. Тим, хто нею іде, Він усім допоміг, Хай святиться дорога свята. 
  3. Тож підемо за зіркою ми до ясел, Так як мудрії люди ішли. І для Спаса серця ми свої принесем, Щиру вдячність і низький уклін.  
   `,
   // 149
   `1. Віддам хвалу і Славу я великому Творцю, Йому завжди душа моя відкрита. Я не сховаю серця і Йому все розкажу, прекрасна ти сьогодні, Суламіта.
   Приспів 1:  В коштовні шати щедро одягнув тебе Отець, Неначе та оливка, ти привита. На голові зодягнена, у золотий вінець, Ти - Наречена Бога, Суламіта!
   2. Коли в випробуваннях переплавлена була, І банею відродження обмита, Блаженство заслужила ти стражданнями сповна, Виходь Його зустріти, Суламіта. Приспів 1:  В коштовні шати щедро одягнув тебе Отець, Неначе та оливка, ти привита. На голові зодягнена, у золотий вінець, Ти - Наречена Бога, Суламіта!
   3. Ось руки простягнув Він, щоб прийняти від землі, Тебе, що Кров’ю Чистою обмита. Лице Його - сіяння світанкової  зорі, Тож будь зорею вічно, Суламіта.
   Приспів 2:  Прекрасна Наречена, біля трону ти стоїш, Забуті вже давно скорботи світу, Зорею в небозводі, сонця ти ясниш гориш, Ти - Церква-Наречена, Суламіта. Приспів 1: В коштовні шати щедро одягнув тебе Отець, Неначе та оливка, ти привита. На голові зодягнена, у золотий вінець, Ти - Наречена Бога, Суламіта!   
    `,
   // 150
   `1. "Ось іду!" - сказав Він, - зорі загорілись! Вістка надзвичайна пронеслася скрізь: / "Слово стало Тілом - ангели схилились, І зійшов Спаситель в Віфлеєм вночі." (2 р.)/
   2. Царював у Славі, вище зорепадів, Вище від небесних вогняних світил. / "Він зійшов на Землю дарувати радість, В простоті - Великий, в величі - простий!"(2 р.)/
   3. Бог з небес з’явився в ясла, як людина, Був не раз нужденним, вигнаним за стан, / "Щоб ми мали небо і були спасенні, Щоб могла настати ера християн!" (2 р.)/
   `,
   // 151
   `1. Дні минули й знову друзі всі зійшлись, добре слово лине: «Брате, не журись!». Так за роком рік спливе, як легкий дим, зникне все: і горе, і радість разом з ним.
   Приспів: Знову повернеться до нас весна, як усі зберемось у ніг Христа, і не буде смутку, що йдуть роки і не буде біди.
   2.Скільки зла на світі, а ти добрим будь – людям принеси тепла хоч крихту тут. Квітами устеляться твої стежки і розкажуть всім про благості вони.
   3. Скільки днів у щасті маєш провести, скільки у тривогах, горі і журбі? Невідомо нам, лиш будь завжди з Христом, зло перемагай, борися із гріхом!
   4. Будемо старатись свято в світі жить, з ворогом боротись, вірить і любить. І зберемось разом в світлих небесах, як закінчим з Богом свій тернистий шлях.   
    `,
   // 152
   `1. Дні як звук відлетять, зникнуть десь вдалині, над землею високо летять журавлі. Відлетять так роки наче ті журавлі, що залишиш тоді чи залишиш тоді ти прекрасні сліди? 
   2. Як же шлях цей пройти, як прожити життя? Людям щастя нести, слово втіхи й тепла. Хай же юні роки твої світлом горять, іскри віри й добра, іскри віри й добра людям вказують шлях.
   3. Кожний день, кожну мить, кожну хвилю життя людям в світ ти неси хоч краплину добра. І хай всі твої дні світлом Божим горять, іскри віри й добра, іскри віри й добра в небо вказують шлях.   
   `,
   // 153
   `1. Я з Христом упевнено крокую і знаходжу радість тільки в Нім. У Христі душею торжествую: Він веде мене у вічний дім.
   Приспів: Крізь життєве неспокійне море Він мене веде у небеса. Де співають ангельськії хори, де Христа хвалитиму і я.
   2. Вдень Христос зі мною й серед ночі, укріпляє серце Він моє. У скорботах утирає очі, в труднощах підтримку подає.
   3. Для життя Господь все посилає, знає Він мої потреби всі. Словом вічним ніжно утішає, скрізь являє Він любов мені.
   4. Він завжди і скрізь зі мною буде, і, коли земне все промайне, Він від смерті для життя пробудить і пригорне до грудей мене.
    `,
   // 154
   `1. Священний вогонь розгорівся над світом, розвіявши сонну, гріховну пітьму. /І молодь встає, вірна Божим завітам, і дружно підносить хваління Христу./
   2. У темні серця лине Істини Слово, і грішник лишивши нечисті шляхи, /Сьогодні вертає на іншу дорогу і прагне  у ніг Божих спокій знайти./
   3. Ось старець слабий, з сивиною на скронях, що факел свій вірно проніс крізь літа. /Обвітрений в бурях, в гоніннях, в неволі, в безсилі упав до підніжжя хреста./
   4. Та ось підійшли до борця нові люди, в них молодість, сила і віра жива, /І факел віддав він у сильні їх руки, і з серцем спокійним пішов до Христа./
   5. Із немічних рук стяг Христової правди, беруть молоді  і по світу несуть. /«Гори, пломенися, священне багаття! Гряде вже Ісус і звершить правий суд!»/
   6. Останні години надходять для світу, звучить над землею останній набат: /«О, грішник нещасний, звільнися від гніту, ще кличе Любов, поспіши до Христа!»/
   `,
   // 155
   `1. Життя прожити хочу я не птахом у польоті, та дні летять і я лечу у метушні, турботах. « Я хочу залишити слід, хоч непримітний з виду, такий щоби на схилі літ згадати міг й радіти».
   2.Буває, що під час грози, я згадую випадок – не давши крапельки роси, проплили в небі хмари. «Я хочу залишити слід, хоч непримітний з виду, такий щоби на схилі літ згадати міг й радіти».
   3. Як хмара хочу в вишині, дощем рясним полити, щоб душі ближніх зміг тоді любов’ю напоїти. «Звіщати хочу про Христа, про милості великі, що Він є батько й мати нам, він – шлях, що йде у вічність».   
    `,
   // 156
   `1. Навіщо кориш ти себе, і кажеш: «О, коли прийде?» З тобою завжди поруч Він, в святу Невісту сяйво ллє!
   Приспів: «Прийди, о наш Господь Ісус! Омий серця – нехай цвітуть! Хай навіть світ до ніг впаде, Ти серце лиш візьми моє!»
   2.Не бути тим, ким був колись, коли ще в світі цьому жив. Грішив і сам не розумів… Ти ж руку дав і пожалів!
   3. Я так чекаю тих часів, коли з Тобою я піду. Візьмеш за руку Ти тоді, свій шлях з Тобою я пройду!   
   `,
   // 157
   `1. Славимо Тебе, наш Спаситель Ти, нас Ти полюбив грішників землі. Спас і оправдав, кров’ю нас омив, серце оживив, серце оживив, всі гріхи простив.
   Приспів: Палай, палай (палай, палай) зоря Давида. Ясніше сяй (ясніше сяй), вперед веди (вперед веди). І ми побачим новий світ Єрусалиму, там, де Ісус, там, де Ісус, там будем ми.
   2. Не здолати нас, переможем ми, в нас горить любов, Божії вогні. Ми ідем вперед, перемігши страх, наш Господь Ісус, наш Господь Ісус, дав нам вірний шлях.
   3. Ми ідем вперед, там, де вічний мир, славимо Христа з молодих років. Нас Він оправдав, полюбив і спас, прославляй Його, прославляй Його – Ісус любить нас.
     `,
   // 158
   `1. Час молитися пора, пізня вже година, та тривога і журба, серце оповила. В нашім краї йде війна підла і жорстока, гинуть дочки і сини у полях широких…
   2. Зажурились небеса, плаче вітер в полі, не курличуть журавлі, не шумлять тополі. Заніміло враз життя, кругом бомби рвуться, Боже, відверни війну, сльози хай не ллються!..
   3. Боже, порятуй наш дім, бережи солдатів, не дай їхнім матерям сльози проливати. Хай повернуться сини із війни додому, нашу землю осквернить не дамо нікому!..
   4. На колінах стоїмо ми перед Тобою, просим, Господи, Тебе: Змилуйся над нами! Боже, зупини війну! – просим Тебе нині, досить горя і плачу по всій Україні.
   5. Хай засвітить сонце нам ясне і красиве, хай життя наше буде мирне і щасливе! Святий Боже, поможи, просим Тебе щиро, порятуй наш рідний край, нашу Україну!    
   `,
   // 159
   `1. Гіркі сльози лились під шатром Гефсиманського саду. Скільки болю і мук виливав у гарячих сльозах. Це є сльози Христа – Небожителя вічного краю, це є сльози мольби, що застигли в страждальних очах. Що чуєш ти в Його мольбі? Що чуєш ти в Його мольбі?
   2. Боже мій, Боже мій, чому, Боже, Мене Ти покинув? Як гірка і нестерпна є чаша страждання Моя! Як Твоя, Отче, воля, щоб ім’я Твоє Я прославив, Я іду, наді Мною хай воля лиш буде Твоя. За нас Христос цю чашу пив, За нас Христос цю чашу пив…
   3. Був важким для Христа хресний путь на вершину розп’яття, глузування і сміх, й бичування й злоба ворогів. Він, знеможений, йшов, весь побитий під крики прокляття, Хрест підніс на Голгофу, щоб людство спасти від гріхів. Мої гріхи на Себе взяв, мої гріхи на Себе взяв…
   4. Гірко плакав Христос, Його кров орошала підніжжя. В чистих краплях крові – сила прощення є від гріхів. Смерть і муки Христа – це є плата гірка за спасіння, є відкуплення вічне в невинного Агнця крові В сльозах Христа блищить любов, в сльозах Христа блищить любов!
     `,
   // 160
   `1. Якщо сил немає і стомився ти, в Бозі є надія, лиш до Нього йди! Втіху тільки в Ньому будеш ти шукати, Дасть Він сил, терпіння, мир і благодаті 
   Приспів: Ти є мій захист, Ти впевненість моя, коли навіть плоду не дасть земля, Коли навіть з неба дощі не будуть йти, Як Іллю мене будеш берегти.
   2. Всі ті, хто постійно Господа шукає, в хлібі і воді потреби той не має. Хто в молитві щиро погляд піднімає, Того все життя Господь благословляє.
   3. Подивись навколо - птахи як літають, Ген високо в небі шлях свій направляють. Їм Господь дає все, їжу посилає, І тебе Він теж щодня оберігає!   
   `,
   // 161
   `1. Ще завтра не прийшло, а вчора вже минуло! І ми завжди живем, сьогодішним лиш днем. Христу серце вiдкрий, сьогоднi щоб почуло, зiгрiлося Його любвi святим вогнем.
   Приспів: "Ще не скінчився шлях, не все звершили руки, І пісні ще не всі проспiванi слова. Ще кличе Дух Святий, ще чуєш Його звуки: "Мій син, до вiчностi потрібне приготуй"." (2 р.)
   2. Так швидко днi летять, неначе сон ведiння. Закiнчится i твiй, земний житєвий шлях! І вiчнiсть впереді, що вiчнiсть без спасіння? Сьогоднi ти живеш, живих спасає Бог.   
    `,
   // 162
   `1. Коли тяжко мені, я співаю про Тебе. Коли йду в темноті, Ти є світло для мене. Я не зможу мовчать, я Тебе буду славить, Хоч мене Ти в огні, як те золото, плавиш.
   Приспів:  Я прославлю Тебе, я звеличу Тебе, Бо вся сила моя тільки в Бозі. Я прославлю Тебе, я звеличу Тебе, Бо ведеш по вузенькій дорозі.
   2. І з Тобою пройду все, що Ти тут назначив, А в небеснім краю я з Тобою побачусь. Там не змовкне хвала, пісня там не змовкає, Хай ще тут на землі, для Тебе я співаю.
   3. Коли тяжко тобі, ти співай про Ісуса. Він зміцнить в боротьбі і звільнить від спокуси. Стане радість в душі, серце знов заспіває, Ти відчуєш тоді: Дух Святий потішає.
   `,
   // 163
   `1. З Божим Словом на устах, і з піснями у серцях, З Богом легко ми долаєм шлях! Крок за кроком ми йдемо, Про Христа вість несемо, але відлік часу видно нам. Перший день тоді пройшов, Як Спас в небо відійшов. Вічне нам подарував життя, Другий день минає тут, Скоро прийде Божий Суд - Ми звертаймо погляд на Христа!
   Приспів: Він нам допоможе, Він нас захистить! Силу Духа вложить, Віру в нас зміцнить! Зникне вся тривога, Зникне сум, відчай! З Ним одна дорога - В вічність, Божий рай! В Божий рай!
   2. Ми радіємо, що нас, Від загибелі Бог спас, І в піснях прославимо Творця! Слово Боже в нас звучить, Через роки і віки, Про спасіння через Кров Христа. Нелегка дорога в нас: Кожен день і кожен час. Перешкоди зустрічаються, Та біда нам - не біда, Коли Бог дає сповна все, чим заспокоїться душа!   
    `,
   // 164
   `1. 164 Йшов, до крові збитий батогами, знав, що смерть Його сьогодні жде. /Відмічав кривавими слідами шлях Син Божий, замість нас, людей./
   2. На дорогу падав від знемоги, Він терпів знущання ворогів. /Не зустрів пощади, допомоги, йшов на смерть, бо грішників любив./
   3. А юрба вела Його до страти… Вдалині йшла мати у сльозах, / Син її невинно йшов вмирати, Хто б збагнув той біль в її очах?/
   4. Так ішов Христос, щоб постраждати. Шлях кривавий Він здолати зміг. /Помирав, щоб грішника спасати, на хресті Син Божий переміг!/   
   `,
   // 165
   `1. З любов’ю Божий Син прийшов, мертвого Він мене знайшов, пробиті руки ніжно дав, з ями підняв.
   Приспів: Аж з глибини Він спас мене, рукою Він підняв мене. З нічної тьми  до світла дня, О, слав Його, душе моя!
   2. Ісус тоді мене шукав, коли в гріхах я міцно спав: «За тебе, друже, Я вмирав»,- тихо сказав.
   3. Зранений був з терну вінцем, кров потекла Його лицем. Пробиті руки до хреста, збиті вуста…
   4. Чому Ісус так постраждав? За людський гріх так помирав, з кайданів грішних визволяв і радість дав?   
    `,
   // 166
   `1. Вірний істині святій, будь служитель Божий. Не вагайся вір і стій, на Христа будь схожий!
   Приспів: Так, як вірний Даниїл, будь готовий ти, визнавати Бога сил і за Ним іти.
   2. Ти нікого не лякайся, віруй і молися. Лиш за Господа тримайся і з гріхом борися.
   3. Те, що цінить грішний світ перед Богом тлінне. Наша віра, як граніт, і міцна й незмінна.
   4. Слово Боже сповіщай впевнено і сміло. По слідах Христа ступай, звершуй Боже діло.   
   `,
   // 167
   `1. Ось поклали на Ісуса тяжкий хрест нести. І поніс Він на Голгофу, щоб усіх спасти. /Плакали жінки так гірко, йдучи за Христом. Чути було Його стогін, під тяжким хрестом/.
   2. Низько до землі схилився під хрестом тяжким, до жінок Христос звернувся, і сказав Він їм: /«Ви не плачте, що страждаю Я від рук людей, Я страждаю – вас спасаю і ваших дітей./
   3. Ви пильнуйте за собою, хай любов Моя, завжди в вас перебуває до кінця життя. /Бо ж зі Мною так вчинили – хрест дали нести, і на страту засудили, щоби вас спасти»./
   4. На Голгофу підіймалась злобна та юрба, і плювали, і знущались з Господа Христа. /На горі, Череповищі, Бога розп’яли. Два розбійники з Ним разом помирати йшли./
   5. На хресті розп’ятий був Він – Божий Син Святий. І звершив Він на Голгофі славний подвиг Свій. /«Завершилось», - Він промовив, голову схилив. Ради нашого спасіння Кров Свою пролив./   
    `,
   // 168
   `1. Вічний край, таємний, незнайомий, серце захвилюється не раз. Відлітають в вічність, мов лелеки дні земні, роки і навіть час.
   Приспів: Неба на землі не зрозуміти… Так багато ще не знаєм ми… В небо хочу мріями летіти, там ми будем з Божими дітьми.
   2. Так, земне життя наше туманне, пролетить, як зграя журавлів. І миттєво, раптом знов постане – небо, що постукає в твій дім.
   3. День прийде й чудова мить настане, коли в край небесний увійду. Там Ісусу в очі я погляну і в обійми Господа впаду!   
   `,
   // 169
   `1. Не знайде душа моя спокою, мандрівник – не рідна ця земля. Так томлюсь на чужині душею, прагну в рідні, світлі небеса. /Без Ісуса все навколо сумно, сонця промінь душу не втіша. Серед марноти й людського шуму, я спішу у небо до Отця./
   2. Боже мій, душа моя бажає підійти до твого джерела. Спрагу втамувати, зняти втому і любов відчути від Отця. /Отче мій, я серцем споглядаю трепетом наповнена душа. Ось іде Він славний і прекрасний Син Величний Вічного Царя./
   3. Він іде, неначе сонце сходить, у проміннях всім дає життя. І хвалу уста мої підносять у благоговінні для Христа. /Припаду до ніг Ісуса ніжно, обійму й омию їх в сльозах. Він без слів мій голос зрозуміє і знайде спокій моя душа. І Він скаже: Сину, іди з миром. Я з тобою завжди в боротьбі, укріпляйся, зодягнувшись в силу, що дана тобі в крові Моїй. І Він скаже: дочко, іди з миром, Я з тобою завжди в боротьбі, укріпляйся, зодягнувшись в силу, що дана тобі в крові Моїй./   
    `,
   // 170
   `1. Знайшов Того, за Ким душа моя давно тужила. У Ньому мир вона знайшла і перед Ним схилилась. Христос страждав за гріх Землі. /Він скарб безцінний для душі./
   2. Знайшов Того, Хто йшов в крові, принижений і збитий. З вінком терновим на чолі, - Господь мій і Спаситель. Ти до Голгофи поспіши, /там – скарб безцінний для душі!/
   3. Знайшов Того, Кого люблю душею я безмірно! Хто ввів мене в Свою сім’ю, де Батько – Бог Всесильний! Христос! В той край мене введи, /де скарб безцінний для душі!/   
   `,
   // 171
   `1. Чув Гефсиманський сад святу молитву, Коли Христос Отця Свого благав: «Мій Отче, Я цю чашу гірку вип'ю, Ти так звелів, щоб Син Твій постраждав».
   2 .Молився Вчитель, учні всі дрімали. Просив Отця: «Мене Ти не остав». А в тім саду Христа уже шукали, Вже час ту чашу випити настав.
   3. Сад Гефсиманський ніч ту не забуде, Всесвятий Бог спокійно вже чекав, Аж поцілунком зрадницьким Іуда Свого Учителя на люту смерть віддав.
   4. Зв'язали воїни Христові руки, Раділи, що розбійника знайшли, І повели Його на страшні муки,
   Але не знали, з Ким вони ішли.
   5. Тяжкі страждання Господа чекали, Ні разу крик не вирвався з грудей, Лиш страшні рани кров'ю вниз стікали, А Він із жалем думав про людей.
   6. Ніщо любов Христову не зломило, Коли кричали люди: «Розіпни!» О, Боже мій, як страшно Тебе били, А Ти моливсь: «Прости їм все, прости!»
   7. Вінцем терновим голову зв'язали, Вояк на плечі хрест тяжкий звалив. Як падав — били і в лице плювали, І на Голгофу Бога повели.
   8. Голгофський Хрест. — Ридає вся природа. Голгофський Хрест. — Здригається земля. На цім Хресті гріхи всього народу Й невинна кров — Спасителя — Христа.
   9. Погасло сонце, не могло дивитись, Померкли зорі, щоб не бачить мук. Коли Господь просив води напитись, Йому піднесли оцет з людських рук.
   10. І мовили святі уста: «Звершилось!» Спасіння людям всім тоді прийшло, Закрились очі, більше не дивились Й кров з-під вінця стікала на чоло.
   11. «Це дійсно Бог!» — сказав хтось із народу. З Голгофи всі із жахом розійшлись, Лиш Свята Матір Божа і природа Слізьми гіркими з жалем облились.
   12. Не знав той люд, що Бога розпинали, Не знали, що Христос за нас страждав, Як до хреста Ісуса прибивали, А Він молився і гріхи прощав.   
   `,
   // 172
   `1. Із міста добре видна та страшна гора, на ній жорстоко люди стратили Христа. /За мене на хресті, на смертнім розп’ятті були пробиті руки й ноги ті святі./
   2. Життя і світло смерть Ісуса принесла. Гріхи простила, радість і любов дала. /За нас, о друже мій, о брате дорогий, Він переміг і пекло й смерть і гріх людський./
   3. Вже до кінця збігають наші дні земні, не зволікай, душа, прийми Христа, прийми. /Великий і благий Господь наш дорогий, Йому я дякую за подвиг той святий./   
   `,
   // 173
   `1. Виблискував у променнях кумир, бог Вавилону, туди йшли ті, хто заклик прийняли з самого трону. /Не бачила подій таких давно, земля Німрода, володарі й царі зібрались там, з усіх народів./
   2. Там серед них за волею Творця, Шадрах та друзі, - вони ще й досі бережуть в серцях ім’я Ісуса. /Та враз наказ почули люди всі: «Перед кумиром під звук труби схиліться до землі й вклоніться щиро!»/
   3. Акорди залунали і тоді схилився кожен, лиш троє в серці вірність зберегли – це діти Божі./ У гніві серце билося в царя: «О, хто ж ці троє?». Їх кинуть в піч, та смерть їм не страшна – вони герої./
   4. І в наші дні в серцях у багатьох так гасне віра. Кріпись, душе, з Тобою є Господь у всіх стихіях: /Життя чи смерть, чи ад, чи висота – хай не здолає, лиш тільки віра щира у Христа перемагає. Вже скоро в небесах дітей Своїх Творець зустріне, й вінці одягне тим, хто на землі Йому був вірний!/   
   `,
   // 174
   `1. Христос – надія тим серцям, тут на землі серед тривог. Кого обмила кров свята, кому Спаситель – вічний Бог. За них Христос життя віддав, небесний мир в серця послав.
   Приспів: Христос – надія християн і шлях в небесний Ханаан. Дві тисячі пройшло вже літ, а Церква йде за Ним услід.
   2. І хто пізнав любов Христа, –любити прагне так, як Він, любити вірно до кінця, того, хто зло нам причинив. Любити навіть ворогів, бо так Спаситель заповів.
   3. Несеться гордий, грішний світ, хто має так багато бід. Хваляться владою у нім, скарбами, розумом своїм. А я хвалитимусь Христом, я з Ним покинув світ зі злом.
   4. Немає сили, щоб змогла нас відлучити від Христа. Ні широта, ні довгота, ні висота, ні глибина. Господь дарує захист нам, Він – охоронець християн.   
   `,
   // 175
   `1. Хтось тихо стукає в двері твої, стукає Він, стукає Він. Стомленно жде, біля серця стоїть, стукає Божий Син. 
   Приспів: Чуєш, Господь за дверима стоїть? Стукає Він, стукає Він. Ти відчини, хай потішить, зцілить, стукає Божий Син. 
   2. Смуток у серці, нещастя, пітьма, стукає Він, стукає Він. Світла, потіхи давно вже нема, стукає Божий Син.
   3. Мучать сумління, вина та гріхи, стукає Він, стукає Він. В серці гніздяться образи, страхи, стукає Божий Син.
   4. Він все ще стукає в серце твоє, стукає Він, стукає Він. Ти відчини, доки час іще є, стукає Божий Син.   
   `,
   // 176
   `1. Шлях наш не вкритий квітками – каміння лежить навкруги. /Просимо, Боже, будь з нами, і бережи нас завжди!/
   Приспів: Без Христа я упаду, без Христа я не встою. /Без Христа життя мені не треба!/
   2. Ворог не спить, не дрімає, часто лякає мене. /Та обітницю я маю, «Я не залишу тебе»./
   3. Іноді важко буває, часто нема сили йти. /Але Господь помагає далі іти до мети./
   4. Каже Спаситель: «Не бійся!», хоч і не легкий цей шлях. /Лише на Бога надійся Він жде тебе в небесах.   /
   `,
   // 177
   `1. Не говори, що все пропало, І не буває більш чудес. Христос у смерті вирвав жало, Хоч вмер, та в третій день воскрес.
   Приспів: Коли надія в серці гасне – Дивись у гору до небес. Тут на землі усе дочасне – Христос є вічний – Він воскрес!
   2. Хоч буря стогне – не здавайся! – За обрієм, хоч промінь щез. Тобі Він каже: «Не лякайся!» Радій, Спаситель твій воскрес!
   3. Душа від радості співає, Христос звільнив нас від тюрми. Як спів небесний залунає – Тоді воскреснемо і ми!   
   `,
   //===============
   // 178
   `
   1. Життя моє мов річка, що біжить, протікає дуже –дуже швидко. Озирнувся – наче і не жив, життя ріка впадає в море – вічність. В річці цій крутії береги сковували льодом моє серце, Іноді лишаючи сліди, та в житті є світлії моменти.
   Приспів: Тече ріка, тече ріка… Життя моє так плинне. Вже близько неба береги і Господа зустрінем. Тече ріка та Бог мене в житті оберігає І у Христі життя моє благословіння має.
   2.Різні зустрічались береги, зустрічі були та розставання. Тяжкі та легкі манули дні, канули в минуле без звертання. І тоді коли вперед несе і підходив я до краю прірви, Та Господь мене оберігав і давав в житті для мене сили.
   3. Річка все біжить, біжить вперед і тече земне все забуває. Лише у Христі життя є сенс, без Ісуса радості немає. Жде мене на небі вічний край і спокій з Ісусом любим, рідним. Я побачу в небі вічний рай, де чудова з Богом буде зустріч.
   `
   ,
   // 179
   `
   1. Ти все одно Христа побачиш, ти все одно Його зустрiнеш, ти все одно Йому щось скажеш, //Бажаєш цього ти чи нi// Ти все одно є подорожнiй, ти все одно усе тут лишиш, ти все одно у вiчність прийдеш //Бажаєш цього ти чи нi//
   Приспів:  Але Господь тебе так любить, Його любов тебе спасе, I помiркуй чи гiднi люди, Щоб Вiн любив їх над усе? Щоб Вiн любив їх над усе?
   2. Ти все одно життя не втратиш, ти все одно повiк не зникнеш, ти все одно колись воскреснеш //Бажаєш цього ти чи нi//
   3. Ти все одно Христа побачиш, ти все одно Його зустрiнеш, ти все одно Йому щось скажеш //Бажаєш цього Ти чи нi//
   `
   ,
   // 180
   `
   1. Не розкаже потік гомінливий таємницю нікому мою. Між лісів і степів мовчазливих течію несучи вдаль свою.
   2. Не розкаже, що сталось зі мною під час звичного плину його. Як покрилося тіло водою в день святого хрещення мого.
   3. Від Христа я отримав спасіння дивну радість і щастя і мир. І, приймаючи водне хрещення, я в Завіт з Ним навіки вступив.
   4.Від життя відрікаючись злого, я Ісусу себе віддавав, Щоби жити тепер лиш для Нього, бути вірним Йому до кінця.
   5. І Бог вислухав щиру молитву, що від серця неслась в небеса. Душу спокоєм сповнив Спаситель, благодать в повній мірі послав.
   6. І був свідком потік гомінливий, таємниці моєї душі. Став навіки тепер я щасливим, Божу правду у день цей звершив.
   `
   ,
   // 181
   `
   1. Коли в Твої слова вникаю, Христе Спасителю Ти мій. Тоді для себе відкриваю, що я без Тебе - прах земний. Ти є Лоза моя святая, а я лиш гілочка Твоя, і для життя я сік приймаю від Тебе, Господи, щодня.
   2. Твій сік в мені все оживляє, дарує радість, мир святий. Душа так близько відчуває Тебе, Господь, Спаситель мій. Коли ж трапляється порою, з Тобою час не проведу, тоді не маю я спокою і знов в сльозах до Тебе йду.
   3. Які ж Твої слова правдиві, без тебе, Боже, бідні ми. Нема для добрих справ в нас сили в гріховнім світі між людьми. І ось тому моє бажання – перебувати у Христі, щоб у житті всі починання звершати свято у житті.
   4. Христос – є шлях життя святого, дає нам зміст всього життя. В Вітчизну Ти відкрив дорогу для таких грішників, як я. Ти є Лоза моя святая, а я лиш гілочка Твоя, і для життя я сік приймаю від Тебе, Господи, щодня. І ось тому моє бажання – перебувати у Христі. Щоб у Христі всі починання звершати свято у житті.
   `
   ,
   // 182
   `
   1. Човен в темряві нічній пливе, море піниться, шумить. Страх за серце кожного бере, а Учитель мирно спить. Встань, захисти, гинемо ми, хвилі потоплять нас. Вітру словом Він заборонив і настала тиша враз.
   2. «Маловіри - дорікнув Він їх,  - сумніваєтесь чому?» Скільки бачили чудес святих і не вірили Йому. «У час скорботи вірте Мені, Я не залишу вас. Буду поруч з вами у човні і спасу в нелегкий час».
   3. В темряві пливеш через туман, наодинці у човні. Всюди бачиш тільки зло, обман, промовляє Бог тобі: Вір і надійся, буря пройде, поміч прийде з небес. В довгождану гавань приведе наш Господь, Творець чудес.
   `,
   
   // 183
   `
   1. О, мій друже, поглянь, бачиш – там, вдалині, Агнець Божий висить на Голгофськім Хресті. Розіп’яли Його по руках і ногах, Кров стікає з чола, а Він молиться так:
   2.“О мій Отче Святий, Я благаю Тебе: Бачиш, гине у злі так багато людей. І сміються над Тим, Хто дає їм життя, І не знають вони, що зреклися Христа.
   3. Я по волі Твоїй до них з неба зійшов, Щоб омити гріхи, на хресті пролив Кров, Та їх горді серця не схотіли прийнять все, що Ти заповів, відрекли благодать.
   4. Ти їм гріх цей прости, бо ж не знають вони, що Господню Любов на хресті розп’яли. Нині в руки Твої Я Свій дух віддаю, Помираю за них, бо безмірно люблю”.
   5. О, поглянь, друже мій, бачиш – там, вдалині, Агнець Божий висить на Голгофськім хресті, Ллється Кров Пресвята, як священний бальзам і за тебе, мій друг, бо твоє місце там.
   `
   ,
   // 184
   `
   1. В блиску хвиль Тиверіади луч вечірній догорав. Бриз повіяв і відразу Симон для братів сказав:
   2. "Попливу човном я в море, риби наловлю в цю ніч". Ті ж сказали: "Буде добре. Ми з тобою пліч о пліч".
   3. Та нічого не впіймали. Чують зранку - хтось кричить: "Сіть праворуч закидайте І піймаєте в ту мить".
   4. Чудо сталось неймовірне, сіть сховалась у воді... Так багато риб добірних учні витягли тоді.
   5. Тут вони Його впізнали, кажуть: "Ми багато раз Свої сіті закидали, дарма витрачали час".
   6. Без Його благословіння марно в світ кидати сіть. Лише з Ним ця сіть спасіння може з дна підняти світ.
   `
   ,
   // 185
   `
   1. Берег людний і святковий в цю прекрасну пору дня, свідчу я чужим й знайомим, що Христа навік прийняв. Приспів: Вірю я, Ісусе, в Тебе, у пролиту кров Твою. О, прийми навік до Себе, у сім’ю Свою святу.
   2. Перед Богом обіцяю совість добру зберегти й через все життя бажаю серце чистим пронести.
   3. Без вагання душу й тіло назавжди Христу віддав і тепер звіщаю сміло: я в Христі життя придбав.
   4. Шлях закінчиться, я знаю: в спокій вічний увійду. У святих оселях раю я віддам хвалу Христу.
   `
   ,
   // 186
   `
   1. Як прекрасне все те, що Твоє! Я довкола Тебе відчуваю: Ніби голос Твій чую в гаях, Ти до серця мого промовляєш. Ці прекрасні долини гірські, хвилі моря, степи й полонини, океанів гарячі піски - Все творіння Твоє, не людини!
   Приспів: Боже мій, всюди Ти, всюди Ти, Я довкола Тебе зустрічаю: У квітучій весняній красі, У піснях, що птахи нам співають! Боже мій, всюди Ти, всюди Ти, Я довкола Тебе зустрічаю: У квітучій весняній красі, У піснях, що птахи нам співають!
   2. Всюди бачу я руку Твою, почерк Твій навкруги помічаю: в світлих, чистих дитячих очах, у ромашках, що поле вкривають. Друзів Ти нам даруєш в житті, Ти навчив нас любов'ю ділитись, тому хочу Тобі я в тиші, Все частіше й щиріше молитись!
   3. Мене Ти так співати навчив, тому пісня моя не змовкає; мені світло Своє запалив, що і в вічності теж не згасає. Як прекрасне все те, що Твоє, - перед величчю, Боже, німію! Саме Ти все Спаситель даєш, що я маю і все, що я вмію!
   `
   ,
   // 187
   `
   1. Як у морі вирують шторми, рвуть вітрила сердиті вітри; зміст утратила всяка борня, все ж співай:
   Приспів: Скеля вічна, Ісусе мій, — Ти! Джерело Ти живої води! В Твоїй крові — завіт святий. Вірний Ти! Ти — надія моя й вічний мир, Я прибуду колись у Твій дім І почую Твої слова: «Любе дитя!»
   2. Різні біди у нашім житті, наче в морі ті хвилі страшні. Гинуть ті, хто кинув гребти, свій хрест нести.
   3. Укріпившись в любові Отця, через віру в Ісуса Христа, повний Духа Святого щодня, ти співай.
   `
   ,
   // 188
   `
   1. Як безцінного дару любові нема, як для інших життя не горить, і у серці твоєму холодна пітьма, і душа у байдужості спить.
   2. То даремно живеш, друже мій на землі, і безцільно проходить життя, і Творцю молитви неприємні твої, неприємні Йому і діла.
   3. Тільки ті, що палають любові вогнем і готові на подвиг завжди, сповіщають про Царство Христа неземне й кличуть всіх до живої води.
   4. Тільки в чистих серцях проживає Христос й надихає на жертвенний труд, і вони після довгих мандрівок і гроз ввійдуть в славу Господню святу.
   `
   ,
   // 189
   `
   1. Я іду до Тебе з хвалою, Ти могутньою рукою дивовижно все створив.
   Приспів: Ти – Бог живий! Незбагненний і Святий! Бо Єдиний Бог – це Ти, Бо Єдиний Бог – це Ти!
   2. Буду я співати пісню слави, Ти дари Свої ласкаво Посилаєш нам з небес. Ти Єдиний, гідний пошани, Ми співаємо «Осанна», Ми радіємо в Тобі.
   `
   ,
   // 190
   `
   1. Шукайте, будіть і спасайте, останній час стрімко летить. Серця крижані навертайте, розбийте, розплавте граніт.
   2. Бажаємо сил вам від Бога як небо, без краю й кінця. Щоб слів полумʼяних промова вела в покаяння серця.
   3. Сади розквітають й пророчий крик горлиці чути кругом, розноситься в сутінках ночі, а люди сповиті гріхом.
   4. Вставайте, ідіть, не вагайтесь І сійте зерно по ріллі. Шукайте, будіть і спасайте. Останні часи на землі.
   `
   ,
   // 191
   `
   1. Часто згадую ту незабутню весну, юність світлу, безхмарну і радісну. Часто згадую маму я рідну свою, її руки і усмішку лагідну.
   Приспів: Знаю, мамо моя, що нелегко тобі, ти виховуєш нас, своїх доньок, синів. Материнську любов і безсоння ночей віддаєш все для нас, неслухняних дітей.
   2. Ніжні руки твої вже від праці тремтять, і хода твоя стала повільною, і багато мені твої очі вістять за проведені ночі з молитвою.
   3. І ти також колись молодою була. Пам'ятаєш сама все, напевно, ти. Нелегким був твій шлях, знаю, рідна моя, перенесла немало смиренно ти.
   `
   ,
   // 192
   `
   1. Це для тебе Бог створив ліси, і небо, і поля. Це тобі цвітуть сади та плід дає земля. Всі луги, моря і гори, все навколо Він створив, Він для тебе в небі сонце засвітив. Приспів: Що ти віддав Йому за всю красу земну, Що ти віддав за неба глибину? Життя твоє, як мить, пролине, пролетить, Себе Йому віддай, себе Христу віддай!
   2. Це тобі птахи співають дивну пісню у лісах, Це тобі роса вкриває все в полях. Це для тебе води річки і струмка, Це тобі створила все Його міцна рука.
   3. Це для тебе Він життя Своє колись на хрест віддав, це для тебе Він страждав, томився та вмирав. Всю красу землі та неба, все навколо дав тобі, а хреста та гострі цвяхи взяв Собі.
   `
   ,
   // 193
   `
   1. Це все тобі, друже, Богом даровано: дім і планета, небес голубінь, Все, що було, все, що є, що приховано – це все тобі, це все тобі.
   2. Ці всі поля, зорі, в небі розсипані, сонця тепло і прудкі ручаї, хмари наповнені, зливи неміряні – це все тобі, це все тобі.
   3. Співи з вітаннями, смутки з прощаннями, ночі без кольору, барв повні дні, Радощі з ближніми, радощі з дальніми – це все тобі, це все тобі.
   4. Божа любов тобі явлена повністю в новозавітній Христовій крові. Віра із радістю, ласка із добрістю – це все тобі, це все тобі.
   `
   ,
   // 194
   `
   1. Хто б мені дав сльози покаяння, день і ніч я лив би їх, Хто мене потішить у зітханнях, визволить від сумнівів моїх.
   2. Ллються сльози у царя Давида, срібла хіба мало є? Ні. Я плачу, бо моя провина серце так спустошує моє.
   3. Хто б мені дав сльози, як Марія плакала в ногах Христа, І сльозами їх вона омила, волю для душі в Христі знайшла.
   4. Хто б мені дав сльози покаяння, що лились з очей Петра, І тягар вини його омили, зречення від Господа Христа.
   5. Бачу сльози на очах Ісуса, за Єрусалим тоді. Господи, до Тебе я молюся, дай мені ті сльози у мольбі.
   6. Боже, сльози дай мені сердечні, щоби був почутий я, Щоби потім я не плакав вічно, де сльоза не прийметься моя.
   `
   ,
   // 195
   `
   1. Тихий вечір в рожевому обрії, запах трав степових навесні. Хочу я, по землі цій проходячи, про Ісуса співати пісні.
   2. Легко дихати свіжістю проліска. Скоро ніч, місяць ясно горить. І в душі все звучить пісня радісна, дивний мир в моїм серці царить.
   3. Заспіваю піднесено Господу пісню слави про велич Творця. Хай ввіллється цей спів в нічку росяну в переливний сонет солов’я.
   4. Я співаю, мій голос розноситься по просторах моєї землі. Слава Божа ланами колоситься і так легко і добре мені.
   5. І якщо моя пісня торжественна, не зворушить байдужих сердець, хочу лиш, щоб в оселях Божественних мати в небі щасливий кінець.
   6. Не вірші Тобі треба римовані, красномовні величні слова. Щира вдячність у серці захована, і душа щоб Тобою жила.
   7. Щоби світло, мов факел палаючий, я проніс у земній темноті, і щоб Духом Святим наповняючись за людей ніс молитви святі.
   8. Заспіваю піднесено Господу пісню слави про велич Творця. Хай ввіллється цей спів в нічку росяну в переливний сонет солов’я.
   `
   ,
   // 196
   `
   1. Тернистий шлях земний, скорботний шлях вузький, І застилає світ сльоза сумна… Зорею радості прийшов Спаситель мій, зневіри темрява пройшла земна.
   2.Коли я Господа в своє життя прийняв, мої всі сумніви Він віддалив, вину минулого у забуття прогнав і кров’ю чистою гріхи обмив.
   3. Людські слова ведуть до зради, відчаю, дочасні радощі несуть пітьму. Немов дитина йду за Ним до вічності я доручив свій шлях цілком Йому.
   4. Так світло, радісно мені зробилося, так легко йти тепер мені за Ним. Душа надією знов підкріпилася, ось вже за обрієм Отцівський дім!
   `
   ,
   // 197
   `
   1. Тебе, мій кращий Друг, мій люблячий Спаситель, я хочу прославляти від душі. Я дякую Тобі, мій дивний Відкупитель, що був зі мною в бурі, також був в тиші. Приспів: О, дай, щоб не забув ті неповторні миті, О, дай, щоб не забув, Твою любов, Господь, Дай полюбить Тебе найбільше всіх на світі, Щоб вірним був завжди і за Тобою йшов.
   2. Ти повернув любов, яка вже охолола, Ти запалив світильник, як погас. Життя нове душі по-новому настало, і сльози щастя ллються в покаяння час.
   3. Тепер веди мене всесильною рукою, Тобі сердечно хочу я служить. Дай сил мені пройти дорогою вузькою, бо скоро Ти прийдеш, дай тільки свято жить.
   `
   ,
   // 198
   `
   1. Світ покрився темрявою сильною, міцно спить, уповившись в гріхах. В цю годину рукою пробитою, в серце стукає Божа рука.
   2. Пробудіться від сплячки гріховної, від безпечності і марноти. В час байдужості й віри холодної були стоптані зерна мої.
   3. Вам дароване царство небеснеє, для спасіння покликав Я вас. Багатьма Мої скарби загублені, в багатьох їх світильник погас.
   4. В небесах співи ангельські чуються, там спасенних оселя свята, там бажання святих усі збудуться, там жива протікає ріка.
   5. Але тут вітер гніву і кривд гуде, ворог сіє образи і зло. І ростуть бур’яни у серцях людей, і недобре зерно проросло.
   6. Скоро буде для всіх день очищення, переплавка Господнім огнем, щоб світилися душі відкуплених дивним світлом ясніш з кожним днем.
   `
   ,
   // 199
   `
   1. О, невже без плоду я повернуся до царя в день, коли накаже стати перед Ним. Буде соромно мені, як спитає “Де снопи?”, щоб не стати перед Господом пустим.
   Приспів: Як бажаю міцно я, щоб моє вписав ім’я в життя книгу, що біліший снігу я. Щоб в дорозі не втомивсь, вірно до кінця трудивсь, Щоб мені за працю дав вінець життя.
   2. Жалкувати буду там, як прийду я в небеса, що таланти не примножив я свої. Як нікому не сказав, щоб Спасителя пізнав, і нікого до Ісуса не привів.
   3. Серце з вдячністю схилив, що мене Він полюбив. Нині я трудитись хочу до кінця, щоби і мої снопи принести в Твої двори і отримати від Господа вінця.
   4. Як закінчу працю я, чи почую від Отця: «Вірний раб, ввійди, тебе там місце жде»? Чи багато я снопів принесу там із полів в день, коли мене додому позове?
   `
   ,
   // 200
   `
   1. Коли приходять земні жнива,- радіє серце не на словах, бо хліб є в домі і є життя, яке щасливе це почуття.
   Приспів: Чи буде радість в душі твоїй Тоді, як прийдуть жнива святі? Чи є надія, що в сніп святий пригорне душу Жнець Неземний?
   2. Господь нам милість Свою дає, і сонцем ласки до нас встає, дощем краплистим і днем ясним,  колоссям в полі аж золотим.
   3. Життя земного минають дні, згасають тихо, немов в вогні. Відходить літо в своїй красі, до жнив Господніх готуймось всі.
   `
   ,
   // 201
   `
   1. Заспіваю про Христа, Він помер від мук хреста, за нещасний людський рід, полюбивши грішний світ.
   Приспів: Заспіваю про Христа, піднесуть хвалу вуста. Він помер, аби я жив, по Його шляхах ходив.
   2. Перед тим, як плакав я, знав Господь моє ім’я. Перш ніж я молитись став, Він за нас Отця прохав.
   3. Глибину любові я зрозуміти можу як? Як гріхи мої Він зняв, благодать Свою послав.
   4. Чим Йому я відплачу, мер Він за мою вину. Дай же сили Ти мені, вірно щою служив Тобі.
   `
   ,
   // 202
   `
   1. Жив раніше в горі я, у скорботах, тьмі гріха, і не думав я про вічність у житті. Та Христа любов знайшла, розірвав Він сили зла, я вже сповнений святої радості. Я вже вільний (2р), я вже вільний (2р).  Я вже вільний від неправди і гріха. Бо Христа любов знайшла, розірвав Він сили зла, я вже сповнений святої радості.
   2.  Слово Боже учить нас, Дух Господній не погас, силу дасть Він про Христа звіщати всім. Той Божественний вогонь, подарований Христом наділяє всіх слабких тут на землі. Він палає (2р), Він палає (2р), Дух Святий горить вогнем в моїй душі. Той Божественний вогонь, з неба посланий Христом, наділяє всіх слабких тут на землі.
   3. Коли хворий ти, друг мій, до Христа звернись скорій, забере Він неміч і печаль твою. І якщо нам щось болить, Він здоров’я відновить, Кров Христова твоє серце оживить. Кров Христова (2р), Кров Христова (2р) і сьогодні ісціляє всіх слабких. І якщо нам щось болить, Він здоров’я відновить, Кров Христова Твоє серце оживить.
   4. Ось смоковниця  цвіте, скоро наш господи прийде, щоб Свою невісту взяти в небеса. Мукам всім прийде кінець, вірним дасть Господь вінець. Чи готовий ти зустріти вже Христа? Чи готовий? (2р) Чи готовий? (2р) Чи готовий залишити ти цей світ? Мукам всім кінець прийде, що за радість всіх нас жде. Чи готовий ти зустріти вже Христа?
   `
   ,
   // 203
   `
   1. Господу Вічному пісню велично ми заспіваймо! Кров’ю пречистою від світу грішного врятував нас, і над тривогами дав перемогу нам, Себе в жертву віддав! Дивний Ісус! Славний Господь! Вічна любов Твоя!
   Приспів: Слався, Дивний Ісус! Слався, Вічний Господь! Перед троном стою, Тобі, мій Бог, славу несу!
   2. З неба прийшов і приніс нам відкуплення і спасіння, зорею ясною, світлом прекрасного Воскресіння! Господа Вічного, в славі Величного, слав за подвиг Його! Дивний Ісус! Славний Господь! Вічна Твоя любов!
   `
   ,
   // 204
   `
   1. Бог дав життя не для пустої слави, не для служіння царству марноти. Але для того, щоби відшукали слід неповторної  небес краси.
   2. Бог дав життя, щоби знайти спасіння, щоби Його Ісусу присвятить, Йому служити вірно і служінням Ісуса образ в нас відобразить.
   3. Бог дав життя нести Христове Слово, серед людей, що томляться в гріхах. І щоби я і ти були готові іти сміливо по Його слідах.
   4. Сумнівам, що приходять час від часу, як християни сміло скажем: «Геть». Наш друг, Христос, прийде в біді відразу, Він владу має побороти смерть.
   5. Земне життя суворо зустрічає, та ми не на бекет прийшли сюди. Кругом нас світ в невір’ї помирає, а ми бажаєм грішників спасти.
   6. Ми молимось і Бог молитви чує. Він хоче дати, те що треба нам. Він сил дає і недуги лікує, щоб нам Його хвалити тут і там.
   `
   ,
   // 205
   `
   1. В Бозі одному душа знайде щастя, мир, як за Ісусом услід підеш, лиш за Ним. Дуже давно тебе кличе Він, дати бажає тобі спокій. О, прийди, о, прийди, о, прийди.
   2. Кинь цей гріховний світ марноти, повний зла, де без любові страждає люд, без добра. О, поспіши до Христа прийти, щастя і мир для душі знайти. До Христа, до Христа, до Христа.
   3. Чуєш ти заклик святий Христа, поспіши. Глянь, як із ран Його кров текла за гріхи. Чому ж сьогодні чекаєш ти, невже не хочеш за Богом йти? Поспіши, поспіши, поспіши.
   4. Він берегти тебе буде скрізь від біди, радість і горе твоє нести, поряд йти. Буде твій дух підкріпляти Він, все зрозуміє Христос Один в тяжкі дні, в тяжкі дні, в тяжкі дні.
   `
   ,
   // 206
   `
   1. Великий наш Бог і Отець! Ніхто не зумів, як Творець, звеліти щоб рясно плоди, земля нам родила завжди.
   Приспів: «Величний!» - від квітів летить. «Величний!» - плід всякий бринить. «Величний!»  - несеться з садів із подихом свіжих вітрів.
   2. І смак ароматних плодів, і шелест барвистих садів говорять, що Бог всеблагий, Творець досконалий, святий.
   3. Колосся у пишній красі звіщає тихенько усім: «Створив мене дивно Творець, величний, премудрий Отець!»
   4. Природа розказує вся про велич й могутність Творця. А люди чомусь все мовчать, не хочуть Його прославлять.
   5. Та чулося інше від них: старалися дуже вони принизити велич Творця, зневажити славу Отця.
   6. Та пісня живе і тепер в серцях у братів і сестер: «Воістину Бог наш живий, Величний, премудрий, Святий!»
   `
   ,
   // 207
   `
   Приспів: Дорожіть, брати, ви днями, бо тяжкий ось час іде. В світі діє цім лукавий і людські серця краде. Дорожіть ви, сестри, днями, бо тяжкий ось час іде. В світі діє цім лукавий і людські серця краде.
   1. Хоче він туди пробратись, погубити усіх нас. Щоб над нами посміятись, щоб вогонь добра погас.
   2. Та пильнуйте ви в молитвах, всі спокуси, щоб знести. Щоб у всіх духовних битвах сили злі перемогти.
   3. Слово Боже ви читайте і завжди робіть добро. Гріх, неправду уникайте, викорінюючи зло.
   4. Тоді ворог вже не зможе в двері серця увійти. Поможи усім нам, Боже, за Тобою всюди йти!
   `
   ,
   // 208
   `
   1. В житті буває час важкої муки, і небо в хмарах, сонечка нема. Коли приходить  раптом мить розлуки і звузиться стежина в небеса.
   Приспів: Коли ослабнуть сили і не знаєш, Хто б втіху міг подати для душі – згадай мій  друже, Хто не залишає, за тебе постраждав Він на хресті.
   2. А сонце нижче, нижче все сідає і скоро вже за обрій перейде. Хоч шлях тернистий і життя згасає та в небі радість з Ісусом жде!
   3. І знову по вузькій земній дорозі з Тобою поруч завжди Він іде. Якщо в житті пораниш свої ноги – візьме на руки ніжно й понесе.
   `
   ,
   // 209
   `
   1. День недільний тепер перед нами, хай підноситься Богу хвала! Дарує Він радість нам нині в благодатний день торжества.
   Приспів: Завжди прагни ти, про Христа сказати усім. Про любов Божу в цей урочистий день щиро й радісно сповістімо.
   2. Великою милістю в Бозі ми з’єдналися, друзі, разом. Щоб в радості чи у тривозі ми жили із Спасом Христом.
   3. Тож будемо, друзі, ми нині цінити цей день торжества. З подякою в дусі єдині прославляти Ісуса Христа.
   `
   ,
   // 210
   `
   1. Буду славити Господа і співати Тобі, Всевишній. Совіщати про милість Твою і істину Твою повік!
   Приспів: Бо Ти звеселив душу мою, Боже, я Тобі несу хвалу! Діла Твої великі, мій Отець! Ти –мій Господь! Ти – мій Творець!
   2. Піднесу свої очі до гір, підійму свої руки в небо. Знаю я, Ти – Великий Бог, предивний в небі Твій престол!
   3. Господи, охороно моя! Ти –мій Бог, Ти – моя твердиня! Вся земля прославляє Тебе, і небеса повік віків.
   `
   ,
   // 211
   `
   1. В дикій пустині води ні краплини, а лише гарячий пісок… Із рабства Єгипту в блаженнеє царство Божий іде народ. Бачили очі діла Господні, що Він їм сотворив. Славили Бога, Бога живого, Бог чудеса творив.
   2. Відкрилося небо і падала манна на розігрітий пісок, та серед манни я сльози побачив – плакав Великий Бог: «Діти Мої, улюблені діти, Я вас Своїми назвав…Із рабства Єгипту в блаженнеє царство Я лише вас призвав…
   3. Навщо ці скарги, навіщо зневіра в Мою благодать і любов? Море Червоне сьогодні вам свідок – Я вас спасти прийшов! З мертвої скелі по волі Бога води живі потечуть! Діти, повірте, в пустелі сьогодні Я вас усіх збережу!
   4. Наше життя пролетить, мов стрілою, скінчиться наша путь. Біди пустині, біль і тривоги, скаже Ісус: Забудь! «Діти Мої, улюблені діти, небо відкрите для вас! Прощайте, люди! Прощай, пустиня, Бог забирає нас!»
   `
   ,
   // 212
   `
   1. В небо прямуємо, шлях наш тернистий, силу дарує нам віра в Христа. Прагнемо правди сміливо і чисто, хай славлять Господа наші вуста!
   2. Нас оточили страшні темні сили, душі згубити бажають вони. Будемо вірні Христу до могили, як незрадливі Господні сини.
   3. Слово Христове згадаємо нині: «Гнали Мене, будуть гнати і вас!» Прагнути істини всі ми повинні, щоб Дух Господній в серцях не погас.
   4. Скоро повернеться Друг наш та Вчитель, Церкву Свою в небеса забере. Кличе у вічні оселі Спаситель, де ждуть святі біля райських дверей.
   5. Слухайте всі, в кого серце ще б’ється, скоро кінець всім скорботам прийде, хай на стук Божий душа відізветься, всі прокидайтесь, Господь вже іде!
   `
   ,
   // 213
   `
   1. Вже час той іде (Спаситель гряде). О, друже вставай (Христа зустрічай). Та що тоді Господу скажеш? Чи знаєш? Не знаєш…
   2.  Минули роки (Як в вирій птахи), і так без Христа (промчить все життя). Та на оправдання що скажеш? Чи знаєш? Не знаєш…
   3. Шанує земля (великі діла), у Бога ж вони (не мають ваги). Та, що про життя своє скажеш? Чи знаєш? Не знаєш…
   4. Ти дні золоті (віддав марноті), томивсь в суєті (без щастя в житті). Іди до Христа не вагайся. Покайся, покайся!
   5. Іди, не барись (до Бога звернись). Він дасть на всі дні (утіху тобі). І будеш ти з Господом жити навіки, навіки…
   `
   ,
   // 214
   `
   1. Він йшов у спеку дня по селах і містах, навчав любити і усіх прощати. Він з митниками жив і ворогів любив, схилявся до скорботних щоб втішати.
   Приспів: Учитель, свій шлях пройти я маю, як його проходив Ти. Учитель, навколо люди, їх любити треба так, як Ти. Учитель, хоча нелегко нести тягарі людей, як Ти.Учитель, я зможу все, та тільки будь завжди зі мною Ти.
   2. Прийняв він лепти дві і Магдалини плач, Він прагнув їх любити і прощати. І Никодиму шлях в темряві Він вказав, і хрещення пішов, як ми приймати.
   3. І ми підем, як Він, в спекотну даль доріг, а Він навчить нас як всіх пробачати, і митника любить, забути зло людей, добро і милосердя їм давати.
   `
   ,
   // 215
   `
   1. Вірю я, що є Великий Бог, Він Творець Усесвіту всього: світ людей, життя Землі – це все Його діла! Перед Ним в молитві я схилюсь і з подякою лиш помолюсь, бо Його рука мене вела в світі зла!
   2. Вірю я, що через все пройду, через всі спокуси та біду і мене ніщо не вирве із Господніх рук. Я іду в небесний вічний дім і побачу все, що буде в нім, - вартує це всіх земних розлук, варто мук.
   3. Вірю я, що друзі всі мої, ті хто не дармує дні земні, славними вінками в небі будуть вінчані! Хто себе Спасителю віддав, вічне матиме у нім життя! Повна радість і блаженство тим, хто в Христі!
   `
   ,
   // 216
   `
   1. Вогнем не гаситься вогонь, гамують полум’я водою. «На зло не віддавайте злом», - сказав Спаситель нам з тобою. І друга й ворога люби, хто любить так, той любить Бога. Я ж мало так добра зробив, душа моя така убога.
   2. Безплідним дерево росте, прекрасне кроною рясною. «Нехай життя плоди несе», - сказав Спаситель нам з тобою. Бо віра мертва без плодів, не приведе в оселі раю. Так мало я зробити зміг, а дні мої вже відлітають.
   3. Чатує ворог, наче тінь, ричить, оскалений злобою. «Моліться, друзі, ви за всіх», - сказав Спаситнль нам з тобою. Велика сила в молитвах, умійте, друзі, так молитись, щоб підійнявшись вище хмар, у ніг Христа могли схилитись.
   `
   ,
   // 217
   `
   1. Все буде інакше, інакше, інакше, я тільки благаю: життя повернись! Даремно й хвилини я більше не втрачу на марні турботи, на справи пусті.
   2. Тепер ні єдиного слова лихого я рідним своїм, дорогим не скажу. Все буду прощати я тільки з любов’ю і далі слідами Ісуса піду.
   3. Життя, повернись, я тепер по- новому піду по нелегкій стежині твоїй. В мовчанні лиш листя тихенько тріпоче і зграєю з клена летить до землі.
   4. Їх вітер холодний безжально зриває, а нові вже будуть лише навесні. Минає життя так – провин не прощає, воно лиш єдиний раз дається тобі.
   `
   ,
   // 218
   `
   1. Зранку на світанні, вже зійшла зоря, ніжиться природа на початку дня. Лісом гучно несеться гімн солов’я, поряд наче сміється шум струмка.
   2. Чудеса природи видно навкруги, будь – яка погода сповнена краси. Більш в красі тій величний Той, Хто Творець, Він всього початок і кінець.
   3. Він є Цар творіння, цар усіх царів, людям Він спасіння дати захотів. Щастя там і радість, мир і спокій, кожному хто серцем втомлений.
   4. У тяжкій скорботі втомлений дух твій, марнотою світу захопився він. Щастя і спокою прагне душа, та лиш тільки в Бозі є життя.
   `,
   
   // 219
   `
   1. Ідеш ти сьогодні широким шляхом, так впевнено ступаєш, а завтра буде з нами що? Ні я, ні ти не знаєш. А Бог дає сьогодні всім чудовий вибір вірний – іти за Ним шляхом вузьким, щоб жоден не загинув.
   Приспів: А ти вибирай, а ти вибирай… Та знай, що є дві вічності: ад і рай.
   2. Ще кличе Бог, до Нього йди, Він душу заспокоїть. Усіх знеможених в житті, Він силою наповнить. А ворогу скажи ти: Ні! Я не піду з тобою. Скажи йому: Ісус мені відкрив Свій шлях з любов’ю!
   3. Сьогодні Бог ще кличе всіх ласкаво і привітно. Прийди, Він дасть життя тобі, любов Його безмірна. Пораду дам тобі просту: щоб ти не сумнівався – довір життя своє Христу, Його шляхів тримайся.
   `
   ,
   // 220
   `
   1. Коли в житті душа знемагається під тягарем борні і труда, спішу до Церкви, де не спиняється джерельна, чиста, вічно жива вода.
   2. Під звуки псалмів співу церковного відчую серцем втіху й любов. Від молитов і слова духовного – Христос душі торкається знов і знов.
   3. І як печаль в душі притаїлася, хтось засмутив – я крила згорнув… Кров’ю Христа, що з ран струменилася, обмився я і радо додому йду.
   4. О, друже мій, життям грішним зранений, прийшов сьогодні ти в Божий дім. Прийми спасіння в день світлий, пам’ятний і разом з нами радісно далі йди.
   `
   ,
   // 221
   `
   1. Коли темрява навкруги і не видно ні зір ні сонця, будь в чеканні і вір завжди: блисне промінь в твоє віконце. Бог призначив таким шляхом по землі Його крокувати, за Ісусом іти слідом і ні миті не відставати.
   2. Коли тяжко буває так, що не мило на світі жити, і знесилює боротьба, і зневіри приходять миті. Подивись на Голгофський хрест і розвіються темні хмари. Покладайся на Нього весь: перемога не за горами.
   3. Ти не заздри про успіх тих, хто бажає земної втіхи. Пам’ятай, ті, хто чинить гріх, в страшні муки підуть навіки. Намагайся вперед іти, довіряйся всім серцем Богу, і в кінці зрозумієш ти, Хто давав тобі перемогу.
   4. Коли темрява навкруги і не видно ні зір ні сонця, будь в чеканні і вір завжди: блисне промінь в твоє віконце. Бог призначив таким шляхом по землі Його крокувати, за Ісусом іти слідом і ні миті не відставати.
   `
   ,
   // 222
   `
   1. Коли Христос мене простив, на землю небо прихилив. В скорботах чи земній борні, де Він – там небо скрізь мені.
   Приспів: Хвала Христу, Він спас мене, змінив моє життя сумне. Кругом, від прірви до вершин, там небо, де зі мною Він.
   2. Не міг ввійти я в небеса, Христос приніс мені їх Сам. Коли в моє життя прийшов, я небо на землі знайшов.
   3. Не так важливо, де живу, чи в мир чи в бурю світову, в домівці чи на чужині, де Він – там небо скрізь мені!
   `
   ,
   // 223
   `
   1. Куди спішиш ти у щоденній суєті? Не бачиш іноді і ближнього в житті. О, зупинись і роздивись, чому спішить? Бо ж на землі не довго так нам дано жить.
   2. Куди спішиш ти у щоденній суєті? Поглянь на Всесвіт бездоганний у красі! Тобі довірив панувати Бог над всім, опанувати лиш себе не маєш сил.
   3. Куди спішиш ти у щоденній суєті? А все безцільно так проходить у житті. І ти живеш, не помічаючи краси за швидкоплинністю всієї суєти.
   4. Куди спішиш ти у щоденній суєті? Бо вічність теж відкриє двері і тобі! Залишиш тіло ти своє – закон такий, о, будь готовим ти до Вічності завжди! О, зупинись і роздивись, чому спішить? Бо ж на землі не довго так нам дано жить.
   `
   ,
   // 224
   `
   1. Лиш в Христі Ісусі щастя я знайшов, в Ньому маю вічну радість і любов. Він мене тримає у Своїй руці, вірного Друга я знайшов в Христі.
   Приспів: О, яке безмірне щастя у Христі! Він – моя надія й спокій у житті. І радіє серце завжди тільки в Нім – в дивнім Спасителі, в Христі моїм.
   2. Друг, Який простив вину усю мою, дав життя мені, проливши кров Свою; Він помер за мене в муках на хресті – вірного Друга я знайшов в Христі.
   3. У завіт святий з Ісусом я вступив, по шляху вузькому Він мене повів. В ту святу країну, де царює Сам, щоб міг радіти я з Ним вічно там.
   `
   ,
   // 225
   `
   1. Люби, люби людей, хоча вони бувають невдячні, жадібні, образливі і злі. Та ти люби людей, коли не помічають твого добра до них і співчутливих сліз.
   2. Без світла на землі у темряві блукають, у боротьбі й сльозах знеможені вони. Дороги чистоти й добра вони не знають під тяжким тягарем гнітючої вини.
   3. Коли побачиш ти знеможених до краю людей, що томляться у злобі і гріхах. Ти розкажи про шлях, який веде до раю, нехай любов горить в твоїх простих словах.
   4. Нехай у відповідь не буде розуміння, нехай насмішками зустріне світ тебе. Ти подаруй для них надію на спасіння, щоб світло в темряву зійшло до них з небес.
   5. Люби, люби людей. Серед страшної ночі буди їх голосом євангельських рядків. Веди на світло їх, нехай же їхні очі побачать ясне світло нескінченних днів.
   6. Люби, люби людей, веди їх за собою, зустрінь їх з ніжністю, потіш в словах простих. Прощай їм і молись, і плач за них душею, у співчутті з любов’ю ти молись за них.
   `
   ,
   // 226
   `
   1. Митник з Єрихону, на ім’я Закхей, біг, шукав Ісуса поміж всіх людей. Їх було багато, він малий на зріст, швидко без вагань він обігнав усіх.
   Приспів: Він бажав почути Його слова, він бажав узріти чимдуж Христа, він бажав знайти Божий шлях святий, він бажав лиш спокій віднайти.
   2. А біля смоковниці бачить він – буде там проходити Божий Син. В кроні смоківниці пишній заховавсь – непомітним бути сподівавсь.
   Приспів: Він бажав узріти чимдуж Христа, він бажав почути Його слова, він бажав знайти Божий шлях святий, він бажав лиш спокій віднайти.
   3. Підійшов Ісус і погляд Свій підвів, щиро та з любов’ю Закхея попросив: «О, Закхею, швидше, швидше ти зійди – хочу Я до тебе в дім прийти!»
   Приспів: Так Закхей побачив очі Христа, так Закхей почув Його слова, так Закхей знайшов Божий шлях святий, так Закхей знайшов мир для душі.
   4. О, мій друже любий, до Христа спіши. В Нім знайдеш ти спокій, мир своїй душі. В пишній смоківниці не ховайся ти, дар святий спасіння ти прийми.
   Приспів: Як Закхей, побачити Христа бажай, як Закхей, почути Його жадай, як Закхей, шукай Божий шлях святий – і благословення приймеш ти.
   `
   ,
   // 227
   `
   1. Мій шлях на землі не лежить поміж квітів, пахучі троянди на нім не ростуть. Мій шлях весь в колючках лежить в цьому світі, тернина встеляє за Господом путь.
   2. Іду я, поранені ноги до болю, і важка, здається, дорога моя. Та голос в душі моїй ніжно говорить: « Не бійся, з тобою крокую і Я».
   3. Тим голосом в душу Ісус промовляє і сил подає в боротьбі із гріхом. Він царство небесне мені обіцяє, любов і блаженство навіки з Христом.
   4. І шлях той здається з Ісусом посильним, і серце радіє і легко в душі. Оселя блаженства за обрієм синім уже приготовлена Богом мені.
   5. Ось голос той з неба мене закликає: «Знемігший в скорботах приходьку землі, свята нагорода на тебе чекає, у славу небесну скоріше ввійди».
   `
   ,
   // 228
   `
   1. Може твій дух вже втомився в тяжкій земній боротьбі, друже мій, стань помолися, це додасть сили тобі.
   Приспів: Хто і хто вже втомився, сил в боротьбі нестає, то перед Богом схилися, силу молитва дає.
   2. Може проблеми горою часто лежать на плечах, Бог нехай буде з тобою і зробить рівним твій шлях.
   3. Може бажання і мрії канули у небуття, не залишай ти надії, сміло крокуй в майбуття.
   4. Може хвороба, страждання душу твою потрясуть, в тяжкий час випробування сльози з очей потечуть.
   5. Друже, потрібно молитись, сила в молитві, повір. Нею спіши підкріпитись і стане легше тобі.
   `
   ,
   // 229
   `
   1. О, синє небо – Вітчизна моя, О, синє небо, як люблю тебе я! До тебе іду, до тебе спішу! О, синє небо – Вітчизна моя!
   2. О, синє небо – безхмарне й святе, О, синє небо, ти в снах у мене. До тебе іду, до тебе спішу! О, синє небо – Вітчизна моя!
   3.  О, синє небо – підніжок Христа, О, синє небо – Ісуса краса.  До тебе іду, до тебе спішу!О, синє небо – Вітчизна моя!
   4. О, синє небо, як тебе досягти? О, синє небо, як жить там мені? Знаю, що буду там омитий Христом. О, синє небо – Отцівський мій дім!
   5. Церква – Невісто, в синім небі твій дім. Церкво, готуйся до зустрічі з Ним! Не запізнись, Христа зустрічай і чисте серце Ісусу віддай!
   `
   ,
   // 230
   `
   1. Полюбив людей Спаситель доказав усім: руки дав Свої пробити, на хресті старім. Нас так щиро полюбивши, в муках помирав, Свою Кров Святу проливши, нам спасіння дав.
   Приспів: «Воістину воскрес!» - слова звучать, Воістину безмірна благодать. Воістину у серці Він моїм, творить там дім.
   2. Ти відкинь усе гріховне і Христа прийми, Його руки щастя повні ти шукай завжди. В мирі й радості дорога до святих небес, діти ми живого Бога, бо Христос воскрес.
   3. І, хоча роки проходять, і біжать віки, ми тримаємося щиро Господа руки. Нам Христос залишив шлях Свій, ми по ньому йдем, до небесної країни лише з Ним дійдем.
   `
   ,
   // 231
   `
   1. Руки Христа пригорнули весь світ, добрі та лагідні руки. Ти подивись, руки Спаса в крові, Він простягнув їх на муки.
   2. Друже, коли ти знеміг в боротьбі, муки душі відчуваєш. Знай, що Христос вже назустріч тобі руки Свої простягає.
   3. Руки Христа з прірви нас дістають, ставлять на камінь спасіння. І, день за днем, у житті бережуть нас від нещастя, падіння.
   4. Він простягнув їх тобі і мені, Він не стомився прощати. Байдуже ти не дивись в стороні, час до Христа поспішати!
   5. Глянь на Христа, рук святих доторкнись, не відвернися сьогодні. Світ бережуть і тепер, як колись, лагідні руки Господні.
   `
   ,
   // 232
   `
   1. Там, на осяяній вершині, на славу дивлячись Христа, Петро здивований видінням сказав Йому такі слова: «Як добре Господи з Тобою, поставим три намети тут і в славі сяйви неземної печаль забудемо і труд».
   2. Та раптом сяйво дивне зникло, нема нікого крім Христа; І учнів Він повів назустріч скорботам, праці, боротьбі. У світ неправди і спокуси, назустріч стомленій юрбі.
   3. Ми на земній дорозі часто думками линем в небеса, і мрієм всі про вічне щастя, бо тут стомилася душа. Коли Ти бачиш, Вічний Боже, що сил нема для боротьби, - допоможи у час тривожний більш довірятися Тобі.
   4. Коли Ти Сам йдеш перед нами, то серед всіх земних скорбот ми завжди радісні серцями й звершаєм безліч перемог. З Тобою не здолає ворог, який війною йде на нас. З Тобою спокій в час тривоги, Ти - світло нам у темний час.
   `
   ,
   // 233
   `
   1. Хрест – знаряддя страти На Голгофу ніс. Без жалю і страху Вічний Божий Син…
   2. І Його бажання, щоб земним шляхом Йшов я без вагання під своїм хрестом.
   3. Йшов Христос покірно під хрестом Своїм. Гасли в Нього сили на очах у всіх…
   4. Мій же хрест полегшив співчутливо Він, і веде в небесний, славний вічний дім.
   5. Він дарує благо, Він душі оплот. Йду за Ним відважно під хрестом скорбот.
   6. Не важке для мене Господа ярмо. Йду я всюди поруч з люблячим Христом.
   `,
   
   // 234
   `
   1. Я віддаюся Тобі – вже не належу собі! Завжди керуй мною Сам, в небо веди у Свій храм. Серце вже не моє,  ціле життя – Твоє, мені його Ти дав, щоб я Тебе прославляв.
   2. Князь цього світу не спить, душу згубити спішить: хоче йому щоб служив, грішно, неправедно жив. Та я Тебе молю: Силу пошли Свою, в тіні крил заховай, в битві з гріхом Ти зміцняй!
   3. Хочу щоб чесно я жив, ближніх щоб щиро любив, зло і образи прощав, всім про Ісуса звіщав. Боже, даруй, щоб я славив Твоє ім’я, вічну любов пізнав, людям її виявляв!
   4. Скоро Ти в славі прийдеш і Свою церкву візьмеш. Тож приготуй і мене, щоб не тримало земне. Вічно з Тобою був, людську злобу забув, щоб в небі радість мав, що нам Ти приготував!
   `,
   
   // 235
   `
   1. Торжествуй, свята Христова правдо! І, народе Божий, торжествуй! Сповіщай про Господа всім радо, в небеса вузьким шляхом прямуй.
   Приспів: Скрізь роботи є багато, а женців на ниві дуже мало. На Господній заклик треба встати і на працю вийти всім.
   2. Понесем усюди вість спасіння, що Господь звільняє від гріхів. Слова Божого святе насіння будем сіяти в серця людські.
   3. Літо благодаті вже минає, світ по хибному шляху іде. Вість євангельська хай скрізь лунає, що Христос спасає всіх людей.
   `
   ,
   // 236
   `
   1. Так манять ввись мене безмежні далі, до себе серце ваблять небеса. Нема там сліз, ні горя, ні печалі, там рідний край Вітчизна дорога.
   2. Лише одне мене бажання вабить, ввійти туди, де спів Христу звучить. Де чистота і все дзеркально сяє, де сліз нема, ні смутку, ні біди.
   3. В душі моїй звучить приємний поклик, до себе серце ваблять знов і знов. Не щось інакше, це я точно знаю – як вічна і свята Христа любов.
   4. Так манять ввись мене безмежні далі, так вабить край, що сяє вдалині, там пісню слави новими устами, Христу співати буду я завжди.
   `
   ,
   // 237
   `
   1. Тиха та ніч, плаче Дитя, Ісус приніс волю Отця. Крихітка спить, а уві сні бачить хрести на Голгофі.
   Приспів: В цей чудовий і радісний час, сьогодні ми привітаємо вас: З Днем Різдва!
   2. О, Ісус, слава Тобі, для нас Ти жив на цій землі. Щоб весь наш гріх взяти собі і ми змогли в небо ввійти!
   3. І крізь роки зірка ось та, ясно горить, славить Христа. Хто ж поспішить в ясла прийти, щоб принести жертву хвали!
   `
   ,
   // 238
   `
   1. Схаменіться люди, гляньте на дорогу, по якій ідете у своїм житті. Час так небезпечний і сурмить тривогу, в вас плодів немає, лиш одні квітки.
   2. Спасів голос кличе: «Церкво, приготуйся, підніму Я скоро у небесний край. Про своє спасіння нині потурбуйся і про свою святість усім серцем дбай».
   3. Світ шумить, клекоче, вабить, спокушає, своїм плідним сяйвом у полон бере. Хто попався в сітку, той тепер дрімає, загубив спасіння і кукуль збере.
   4. Перед святим троном станем, мов той Каїн, бо любов залишив, ненависть плекав. Завжди сперечався і багатством марив, у свою скарбницю він іржу поклав.
   5. Схаменіться люди, гляньте на дорогу, по якій ідете у своїм житті. Час так небезпечний і сурмить тривогу, в вас плодів немає, лиш одні квітки.
   `
   ,
   //239
   `
   1. Щасливо й радо свого Бога стрічав святий Єрусалим, ще й вийшли люди на дорогу, стелили вітки перед Ним. Як на ослиці Господь їхав, народ так радісно гукав: «Осанна в вишніх, Син Давида, Ти в наше місто завітав».
   Приспів: Осанна! Осанна! Осанна в вишніх! Ішла хвала з дитячих вуст. Осанна! Осанна! Осанна в вишніх! Тебе стрічаєм наш Ісус!
   2. Господь в’їжджав у святе місто, бриніли сльози на очах, і знав, що час уже той близько, коли усіх покриє жах. Він знав, що їде вже востаннє, в зелених вітках Його путь, а прийде час і на смерканні Його ці люди розіпнуть.
   3. Немов Царя Христа стрічали, по місті слава шла Йому. І в ноги одяг, вітки клали та сумно було лиш Йому. Душа у Господа ридала, стискалось серце від жалю. О, люди, люди, щоб ви знали, як сильно Я вас всіх люблю.
   4. Ніхто не знав, що Господь думав, кричала радісно юрба. Йому одному було сумно і тяжка на душі журба. О, місто, місто, ти не знаєш, покину скоро Я тебе, сьогодні ти Мене стрічаєш, а дуже скоро розіпнеш.
   `,
   //240
   `
   1. В цей пасхальний світлий день торжествуй Земля! Божий Син із гробу встав, смерть переможена! 
   Приспів: Славте, люди, славте Творця за Його любов без кінця! Кров’ю Він гріхи наші змив, небо нам відкрив!
   2. Не вдержали сили зла у могилі Царя. Наш Ісус Христос воскрес, честь Йому і хвала!
   3. Друже, хоче і тебе, воскресити Христос. Серце лиш відкрий Своє і життя віддай для Нього!
   `,
   //241
   `
   1. Не потони в життєвім морі, будь переможцем всіх тривог. І совість чисту на сторожі постав над всім своїм добром.
   Приспів: Не будь засліплений в удачі, перед грозою не втікай. І не проспи пору гарячу, своє ти поле засівай.
   2. Ти помічай людей лукавих, відкинь нещирість і брехню. І підлабузництва отруту своїм презирством ти зруйнуй.
   3. Коли правий, ні на хвилину образу не ховай в собі. І бійся у тяжку годину чужу біду десь обійти.
   `,
   //242
   `
   1. Йде по світі радість від землі до небес, все кругом співає, що Христос Воскрес. День святий, великий нині нам настав, вся земля і небо прославля Христа.
   Приспів: Христос Воскрес! І горя вже немає! Христос Воскрес! Йде слава до небес. Христос Воскрес, уся земля співає. Христос Воскрес! Воістину воскрес!
   2. Як нам не радіти, як нам не співать, світле воскресіння будем величать. Ожила природа, зацвіли сади, вже Христос із нами нині й назавжди.
   3. Пробудіться люди і виходьте з хат, Господа воскреслого будем величать. Слава Тобі, Боже, за Твої діла, щаслива година нам усім прийшла.
   4. Не сумуйте нині, співайте пісень, прийшло воскресіння нам щасливий день. Наш воскрес Спаситель, честь Йому й хвала і велика радість в кожний дім зайшла.
   `,
   //243
   `
   1. Христос в’їжджав в Єрусалим, а кругом натовп гомонів. І віття кидали під ноги, одежі клали на дорогу. «Осанна!» - голосно кричали, а незабаром і розп’яли. Ті ж самі люди до хреста прибили цвяхами Христа.
   2. Коли ж побачив місто Спас, почав казати слізно враз: «Якби в цей день ти зрозуміло, те що для твого треба миру. Єрусалиме, хотів Я так дітей твоїх зібрати, як пташенята. Зібрать мов пташечка під крила, та ви цього не захотіли. 
   3. Тим часом їде на ослі Володар неба і землі. Юрба Царя Царів встрічає, «Осанна!»голосно лунає. Чи не буває в нас так само, що ми вигукуєм «Осанна», а наші вчинки до хреста прибивають, мов цвяхи Христа.
   `,
   //244
   `
   1. Викуплена, оправдана Кров’ю Христа, гідно долає, перемагає всі сили зла. Тверда у вірі і непохитна Церква жива, більше ніж два тисячоліття існує вона. Змучена, стомлена, але стоїть! Часто так гірко від втоми зітхає, але не спить. Вона пильнує, перевіряє світильник свій. Ні, не дозволить собі задрімати в тиші нічній!
   Приспів: Церква Христа, Наречена. У одязі білім вона, з нетерпінням чекає прекрасного, дивного дня! Церква Христа, Наречена, Її не здолає ніщо. Хоч прийдуть буревії все ж стоятиме все одно.
   2. Вже незабаром прийде Месія Церкву забрать. Днів небагато, ні, вже не довго лишилось чекать! І пригорнеться вірна голубка в обіймах святих, від буревіїв там відпочине, де ангельський спів.
   `,
   //245
   `
   1. Земля уся немов би у чеканні, хвилини залишилось рахувать. І скоро, скоро прийде вже та днина, а віра так зникає у серцях. Всі Ангели співають, наглядають: Отець гостину всім приготував, І Дім Батьківський пильно виглядає -  ось скоро Син Невісту приведе.
   Приспів: Такої гарної не було всюди, Ти просто сяєш вся із чистоти. Любов Твоя, немов ті гарні квіти, Твою красу доповнять в висоті. А одяг на Тобі біліше снігу, смиренна Ти  і гарная завжди. Пройшла ти шлях від Альфи до Омеги і вірною залишилась Мені. 
   2. Прийде Твій Довгожданий, не спізниться – в тій славі Ти не зможеш встояти. В благоговінні станеш на коліна, а Він простягне руку, щоб прийнять. І ти побачиш самі найрідніші, ті очі, їх наповнює любов. Ти поцілуєш руки дорогії, з яких за тебе так струмилась Кров.
   Приспів: І скаже Він тобі: Моя рідненька, Я за тебе пройшов той тяжкий шлях. Заходь скоріше, будемо радіти і в Моїй славі ти зі Мною будь. Такої гарної не було всюди, Ти просто сяєш вся із чистоти. Любов Твоя, немов ті гарні квіти, Твою красу доповнять в висоті. А одяг на Тобі біліше снігу, смиренна Ти  і гарная завжди. Пройшла ти шлях від Альфи до Омеги і вірною залишилась Мені. 
   `,
   
   // 246
   `
   1. Я Тебе величаю, мій Боже, за безмірну Твою благодать. За весну і за літо погоже, за ліси, що над нами шумлять. За жнива, що проходять щороку і за хліб, що на наших столах. За лани, які милують око, за привабливі фрукти в садах.
   Приспів: «Будь прославлений з роду до роду, Ти Великий, Безмірний в любові. Хай Тебе величають народи, честь і слава належить Тобі!» 
   2. Ти дощами поля орошаєш, їх квітками й травою красиш. Сонцем з неба Ти їх зігріваєш і їм силу для росту даєш. Ти наказуєш зорям світити і річкам всім даєш напрямки, а пташкам – куди треба летіти і створив Ти це все на віки.
   3. Скрізь могутність Твою відчуваю, на землі і в висотах небес. І за це я Тебе прославляю – Ти володар і автор чудес. Хай усесвіт тебе прославляє, бо нема Твоїй милості меж. І ніде Тобі рівних немає, Ти життя всім і силу даєш.
   `,

   // 247
   `
   1. Я дякую Тобі, Спаситель, за все, що Ти мені даєш. Ти мій Господь і мій Учитель, благословіння щедро ллєш. За те, що Ти благословляєш, Тебе я день і ніч хвалю. Я дякую, що мене чуєш, відповідаєш наяву.
   Приспів: Я дякую Тобі, за все, що дав мені. За долю всю мою, я щиро дякую!
   2. В Твоїх руках я щастя маю і доля вся в Твоїх руках. Я дякую, що Тебе знаю, мій Цар Царів на небесах. Я дякую, що повсякденно молитву чуєш Ти мою. 
   За те, що нам усім щоденно даруєш Ти любов Свою.
   3. Коли я плачу, Ти приходиш і сльози ніжно так утреш. Не тільки в щасті Ти знаходиш, і в горі також разом йдеш. Ми дякуєм за дні і ночі, ми дякуєм, що Бог наш Ти. За те, що Ти відкрив нам очі, звільнив нас всіх від суєти.
   4. Ти ніжно сон оберігаєш, з Тобою радісно встаю. Твоя рука благословляє кругом і завжди путь мою. Я дякую, що Ти зі мною, життя без Тебе, як пітьма. За те, що я від Тебе маю подяка, слава, честь, хвала!
   `,

   // 248
   `
   1. Чи знаєте ви чому світ звеселився, Чи знаєте ви чом співає земля? "В місті Віфлеємі Христос народився, Лежить в бідній стайні Святе Немовля."  
   2. Чи бачили ви ясну зірку на небі, Чи чули ви радісний ангельський спів? "Сьогодні Ісусе спішать всі до Тебе, Бо Ти прийшов в світ і усіх нас простив." 
   3. Святе і Велике Господнє Дитятко, Приніс Ти нам найвеселішу з новин. "Не золото й ладан, не смирну й ягнятко, Прийми від нас щирий, низенький уклін." 
   4. Ми будемо жити Ісусе з Тобою, Віднині усе наше горе пішло."Наповнились душі Святою Любов'ю, Приніс Ти на землю надію й тепло." 
   5. Ми вам сповістили цю радість велику, Нема вже печалі, Господь на землі. "Він буде із нами віднині й довіку, Усі ми Христові дорослі й малі." 
   6. Чи знаєте ви чому світ звеселився, Чи знаєте ви чом співає земля? "В місті Віфлеємі Христос народився, Лежить в бідній стайні Святе Немовля." 
   `,

   // 249
   `
   1. В долині плачу, в небо зір направляючи, Церква Христова гоніння терпить. В серці святих є любов незгасаюча, навіть в стражданнях вона пломенить.
   Приспів:  Блаженні праведники всі – вінець їх жде у небесах. Мій друже, стан свій перевір, бо вже близький прихід Христа.
   2. Скорботи не раз у житті зустрічаються, прагнем тому в сонцесяйні краї. Церква з Ісусом навік повінчається, вже незабаром Він візьме її.
   3. Пильнуй на шляху в край святий, край омріяний. Погляд надії у небо направ. Щоби не згас, а горів дух твій вірою та в боротьбі із гріхом силу мав.
   `
   
]

document.documentElement.addEventListener("click", documentActions)

function documentActions(e) {
   const targetElement = e.target
   if (targetElement.closest(".cards__item")) {
      const thisElement = targetElement.closest(".cards__item")
      const linkElement = thisElement.querySelector(".cards__link")
      const dataId = linkElement.getAttribute("data-id") - 1
      console.log("Значення атрибуту data-id:", dataId)

      // createTags(songs[dataId])

      const songWrapper = document.getElementById("song")
      songWrapper.innerHTML = createTags(songs[dataId])

      const songBlock = document.querySelector(".song")
      songBlock.classList.add("active")
   }
   if (targetElement.closest(".song__button")) {
      const songBlock = document.querySelector(".song")
      songBlock.classList.remove("active")
   }
}
// if(/Приспів.*\n/.test(message)){
//   let text = message.match(/Приспів.*\n/)
//   text = "<span>" + text + "</span>"
//   console.log(text)
// }

// if(/\d.*\n/.test(message)){
//   const matches = message.matchAll(/\d.*\n/g);
//   for (const match of matches) {
//   let text = "<p>" + match[0] + "</p>";
//   console.log(text);
// }
// }
function createTags(message) {
   const blocks = message.matchAll(/.*\n/g)
   const blocksArray = Array.from(blocks)
   const result = [] // Масив для зберігання результатів

   for (const match of blocksArray) {
      let text = "" // Ініціалізуємо змінну тексту для кожного блоку
      if (/Приспів.*\n/.test(match[0])) {
         // Зверніть увагу на match[0], оскільки match - це масив, а не рядок
         text += "<p>" + "<span>" + match[0] + "</span>" + "</p>"
      } else {
         // const regex = /(\/.*\/\d{1,2}р)|(\/(.*?)\/\(\d{1,2}р\))/g
         const regex = /(\/.*\/\d{1,2}р)|(\/(.*?)\/\(\d{1,2}р\))|(\/.*\/)/g
         const fragment = match[0].match(regex)
         if (fragment) {
            // Видаляємо фрагмент з поточного блоку тексту і додаємо відредагований
            const editedText = match[0].replace(regex, "") + "<i>" + fragment[0] + "</i>"
            text += "<p>" + editedText + "</p>"
         } else {
            text += "<p>" + match[0] + "</p>"
         }
      }
      result.push(text) // Додаємо поточний текст до масиву результатів
   }

   return result.join("") // Повертаємо з'єднану рядок всіх результатів
}
// const message = `В тяжкій життєвій боротьбі дай сили, Господи, мені
// / Сказать без нарікань Тобі: "Як хочеш Ти"/(2р)
// 2. Якщо від мене схочеш взять, що буде боляче віддать,
// /Дай радісно сказать Тобі: "Як хочеш Ти"/(2р)
// 3. Коли страждання вкриють путь, опорою моєю будь,
// /Дай і тоді сказать Тобі: "Як хочеш Ти"/(2р)
// 4. Всю волю покори Собі, святе смирення дай душі,
// /Щоб кожний день сказать Тобі: "Як хочеш Ти"/(2р)
// 5. Як смерті підійде пора, хай шепчуть втомлені уста
// /Тому, Хто дух навіки спас: "Як хочеш Ти"/(2р`

// const regex = /\/(.*?)\//gi
// let fragment
// while ((fragment = regex.exec(message)) !== null) {
//    // console.log(fragment[0])
// }

let template = `
<li class="cards__item">
   <a href="#" data-id="11" class="cards__link">
      <h2 class="cards__number">11</h2>
      <h3 class="cards__title">Руки благодаті, руки Господа, Руки, що підняли весь тягар хреста</h3>
   </a>
</li>
`
const root = document.getElementById("root")
songs.forEach((item, index) => {
   let name = item.slice(2, 50) + "..."
   let result
   if (index % 10 === 0) {
      result = `
   <li class="cards__item cards__item--basic">
   <a href="#" data-id="${index + 1}" class="cards__link">
      <h2 class="cards__number">${index + 1}</h2>
      <h3 class="cards__title">${name}</h3>
   </a>
</li>
   `
   } else {
      result = `
   <li class="cards__item">
   <a href="#" data-id="${index + 1}" class="cards__link">
      <h2 class="cards__number">${index + 1}</h2>
      <h3 class="cards__title">${name}</h3>
   </a>
</li>
   `
   }
   root.innerHTML += result
})

const searchInput = document.getElementById("search")
const cards = document.querySelectorAll(".cards__item")

searchInput.addEventListener("input", function () {
   const query = this.value.toLowerCase()

   cards.forEach(function (card) {
      const title = card.querySelector(".cards__title").textContent.toLowerCase()
      const number = card.querySelector(".cards__number").textContent // Отримуємо текст номера без перетворення до нижнього регістру

      // Перевіряємо, чи включає текст заголовка або номера карти запит
      if (title.includes(query) || number.includes(query)) {
         card.style.display = "flex"
      } else {
         card.style.display = "none"
      }
   })
})

