"use strict"

// const catalogItems = document.querySelector(".catalog__items")
// if (catalogItems) {
//    loadProducts()
// }

// async function loadProducts() {
//    const response = await fetch("../books.json", {
//       method: "GET",
//    })
//    if (response.ok) {
//       const responseData = await response.json()
//       initProducts(responseData)
//    } else {
//       alert("Error!")
//    }
// }

// function initProducts(data) {
//    const productsList = data.products
//    if (productsList.length) {
//       let productTemplate = ``
//       productsList.forEach((productItem) => {
//          //  productTemplate += `<article class="item-product">`
//          //  productTemplate += `<a href="#" class="item-product__favorite ${
//          //     productItem.favorite ? "item-product__favorite--active" : null
//          //  } _icon-favorite"></a>`
//          //  if (productItem.image) {
//          //     productTemplate += `<a href="${productItem.url}" class="item-product__picture-link">`
//          //     productTemplate += `<img src="${productItem.image}" class="item-product__image" alt="Image">`
//          //     productTemplate += `</a>`
//          //  }
//          productTemplate += `<div class="item-product__body">`
//          productTemplate += `<h4 class="item-product__title">`
//          productTemplate += `<a href="${productItem.url}" class="item-product__link-title">${productItem.title}</a>`
//          productTemplate += `</h4>`
//          if (productItem.label) {
//             productTemplate += `<div class="item-product__label">${productItem.label}</div>`
//          }
//          productTemplate += `<div class="item-product__price">${productItem.price}</div>`
//          productTemplate += `</div>`
//          productTemplate += `</article>`
//       })
//       catalogItems.innerHTML = productTemplate
//    }
// }

// const slidesContainer = document.querySelector(".book__wrapper") // контейнер для слайдів

// let textIndex = 0
// let currentSlide = createSlide()

// for (let i = 0; i < text.length; i++) {
//    const char = text[i]
//    currentSlide.textContent += char

//    if (currentSlide.scrollHeight > currentSlide.clientHeight) {
//       // перевіряємо, чи текст вміщається у поточний слайд
//       currentSlide.textContent = currentSlide.textContent.slice(0, -1) // видаляємо останній символ, який вже не вміщається
//       currentSlide = createSlide() // створюємо новий слайд
//       currentSlide.textContent = char // додаємо символ до нового слайду
//    }
// }

// function createSlide() {
//    const slide = document.createElement("div")
//    slide.classList.add("book__slide", "swiper-slide")
//    const slideBody = document.createElement("div")
//    slideBody.classList.add("book__body")
//    slide.appendChild(slideBody)
//    slidesContainer.appendChild(slide)
//    return slideBody
// }

// const book = document.querySelector(".book")
// if (book) {
//    new Swiper(".book", {
//       //loop: true,
//       // pagination: {
//       //     el: '#homePageCategoriesLines',
//       //     clickable: true
//       // },
//       // navigation: {
//       //     nextEl: '#homePageNext',
//       //     prevEl: '#homePagePrev',
//       // },
//       centeredSlides: true,
//       centeredSlidesBounds: true,
//       //  spaceBetween: 30,
//       speed: 600,
//       keyboard: {
//          enabled: true,
//          onlyInViewport: false,
//       },
//    })
// }

//       const title = "Title"

//       // const text = ` «Володар перснів» — кінотрилогія з трьох епічних фантастичних пригодницьких фільмів від режисера Пітера Джексона, заснованих на романі «Володар перснів» британського письменника Дж. Р. Р. Толкіна «Володар перснів» (англ. The Lord of the Rings) — кінотрилогія з трьох епічних фантастичних пригодницьких фільмів від режисера Пітера Джексона, заснованих на романі «Володар перснів» британського письменника Дж. Р. Р. Толкіна. Фільми мають назви «Володар перснів: Братерство персня» (2001), «Володар перснів: Дві вежі» (2002) і «Володар перснів: Повернення короля» (2003). Виробництвом та розповсюдженням серії займалась кінокомпанія New Line Cinema спільно з WingNut Films. До основного акторського складу увійшли: Елайджа Вуд, Ієн Мак-Келлен, Лів Тайлер, Вігго Мортенсен, Шон Астін, Кейт Бланшетт, Джон Ріс-Девіс, Крістофер Лі, Біллі Бойд, Домінік Монаган, Орландо Блум, Г'юго Вівінг, Енді Серкіс та Шон Бін.
//       // Дія кінотрилогії розгортається у вигаданому світі Середзем'я, розповідаючи про гобіта Фродо Беґінза, який разом із Братством вирушає у подорож, щоб знищити Єдиний Перстень і разом з ним його творця, Темного Лорда Саурона. Зрештою Братство розпадається і Фродо змушений продовжувати подорож зі своїм вірним супутником Семом та підступним Ґолумом. Тим часом Араґорн, спадкоємець трону Ґондору у вигнанні, разом з ельфом Леґоласом, гномом Ґімлі, гобітами Меррі та Піппіном і чарівником Ґандальфом об'єднуються, щоб врятувати Вільні Народи Середзем'я від сил Саурона, згуртувати їх у Війні за Перстень і допомогти Фродо, відволікши увагу Саурона.
//       // Усі три картини знімалися одночасно в рідній для Джексона Новій Зеландії з 11 жовтня 1999 року до 22 грудня 2000 року з дозйомками в 2001—2003 роках. Це був один із найбільших і найамбітніших кінопроєктів, коли-небудь реалізованих з бюджетом у $281 млн (еквівалент $494 млн у 2022). Прем'єра першого фільму серії відбулася у Лондоні 10 грудня 2001 року; прем'єра другого фільму відбулася у Нью-Йорку 5 грудня 2002 року; прем'єра третього фільму відбулася у Веллінгтоні 1 грудня 2003 року. Розширена режисерська версія кожного фільму була випущена для домашнього перегляду через рік після прокату в кінотеатрах.
//       //  «Володар перснів» вважається однією із найвидатніших і найвпливовіших кіносерій з коли-небудь створених. Проєкт мав великий фінансовий успіх і став одним з найкасовіших за усю історію, зібравши загалом в кінотеатрах $2.991 млрд. Усі три фільми отримали визнання критиків і глядачів, які високо оцінили акторську гру, режисуру, сценарій, рівень виробництва, амбіційність, емоційну глибину, новаторські спецефекти та вірність оригінальній історії. Серія отримала численні нагороди, вигравши 17 «Оскарів» (серед 30 номінацій), у тому числі найкращий фільм за «Повернення Короля». У 2021 році «Братерство персня» було відібрано Бібліотекою Конгресу США для збереження в Національному реєстрі фільмів через «значущість в культурному, історичному чи естетичному плані»[1]. ` // ваш текст

//       const text = `
//     <h2>Володар перснів</h2>
//     <p>одар Дія кінотрилогії розгортається у вигаданому світі Середзем'я, розповідаючи про гобіта Фродо Беґінза, який разом із Братством вирушає у подорож, щоб знищити Єдиний Перстень і разом з ним його творця, Темного Лорда Саурона. Зрештою Братство розпадається і Фродо змушений продовжувати подорож зі своїм вірним супутником Семом та підступним Ґолумом. Тим часом Араґорн, спадкоємець трону Ґондору у вигнанні, разом з ельфом Леґоласом, гномом Ґімлі, гобітами Меррі та Піппіном і чарівником Ґандальфом об'єднуються, щоб врятувати Вільні Народи Середзем'я від сил Саурона, згуртувати їх у Війні за Перстень і допомогти Фродо, відволікши увагу Саурона.

//     Усі три картини знімалися одночасно в рідній для Джексона Новій Зеландії з 11 жовтня 1999 року до 22 грудня 2000 року з дозйомками в 2001—2003 роках. Це був один із найбільших і найамбітніших кінопроєктів, коли-небудь реалізованих з бюджетом у $281 млн (еквівалент $494 млн у 2022). Прем'єра першого фільму серії відбулася у Лондоні 10 грудня 2001 року; прем'єра другого фільму відбулася у Нью-Йорку 5 грудня 2002 року; прем'єра третього фільму відбулася у Веллінгтоні 1 грудня 2003 року. Розширена режисерська версія кожного фільму була випущена для домашнього перегляду через рік після прокату в кінотеатрах.  перснів» вважається однією із найвидатніших і найвпливовіших кіносерій з коли-небудь створених. Проєкт мав великий фінансовий успіх і став одним з найкасовіших за усю історію, зібравши загалом в кінотеатрах $2.991 млрд. Усі три фільми отримали визнання критиків і глядачів, які високо оцінили акторську гру, режисуру, сценарій, рівень виробництва, амбіційність, емоційну глибину, новаторські спецефекти та вірність оригінальній історії. Серія отримала численні нагороди, вигравши 17 «Оскарів» (серед 30 номінацій), у тому числі найкращий фільм за «Повернення Короля». У 2021 році «Братерство персня» було відібрано Бібліотекою Конгресу США для збереження в Національному реєстрі ф</p>
//     <h3>Додатковий текст тут...</h3>
//     <p>Ще один абзац...</p>
//     <h2>Новий заголовок</h2>
//     <p>Текст нового заголовка...</p>
//     одар Дія кінотрилогії розгортається у вигаданому світі Середзем'я, розповідаючи про гобіта Фродо Беґінза, який разом із Братством вирушає у подорож, щоб знищити Єдиний Перстень і разом з ним його творця, Темного Лорда Саурона. Зрештою Братство розпадається і Фродо змушений продовжувати подорож зі своїм вірним супутником Семом та підступним Ґолумом. Тим часом Араґорн, спадкоємець трону Ґондору у вигнанні, разом з ельфом Леґоласом, гномом Ґімлі, гобітами Меррі та Піппіном і чарівником Ґандальфом об'єднуються, щоб врятувати Вільні Народи Середзем'я від сил Саурона, згуртувати їх у Війні за Перстень і допомогти Фродо, відволікши увагу Саурона.
//     одар Дія кінотрилогії розгортається у вигаданому світі Середзем'я, розповідаючи про гобіта Фродо Беґінза, який разом із Братством вирушає у подорож, щоб знищити Єдиний Перстень і разом з ним його творця, Темного Лорда Саурона. Зрештою Братство розпадається і Фродо змушений продовжувати подорож зі своїм вірним супутником Семом та підступним Ґолумом. Тим часом Араґорн, спадкоємець трону Ґондору у вигнанні, разом з ельфом Леґоласом, гномом Ґімлі, гобітами Меррі та Піппіном і чарівником Ґандальфом об'єднуються, щоб врятувати Вільні Народи Середзем'я від сил Саурона, згуртувати їх у Війні за Перстень і допомогти Фродо, відволікши увагу Саурона.
//     одар Дія кінотрилогії розгортається у вигаданому світі Середзем'я, розповідаючи про гобіта Фродо Беґінза, який разом із Братством вирушає у подорож, щоб знищити Єдиний Перстень і разом з ним його творця, Темного Лорда Саурона. Зрештою Братство розпадається і Фродо змушений продовжувати подорож зі своїм вірним супутником Семом та підступним Ґолумом. Тим часом Араґорн, спадкоємець трону Ґондору у вигнанні, разом з ельфом Леґоласом, гномом Ґімлі, гобітами Меррі та Піппіном і чарівником Ґандальфом об'єднуються, щоб врятувати Вільні Народи Середзем'я від сил Саурона, згуртувати їх у Війні за Перстень і допомогти Фродо, відволікши увагу Саурона.
//     одар Дія кінотрилогії розгортається у вигаданому світі Середзем'я, розповідаючи про гобіта Фродо Беґінза, який разом із Братством вирушає у подорож, щоб знищити Єдиний Перстень і разом з ним його творця, Темного Лорда Саурона. Зрештою Братство розпадається і Фродо змушений продовжувати подорож зі своїм вірним супутником Семом та підступним Ґолумом. Тим часом Араґорн, спадкоємець трону Ґондору у вигнанні, разом з ельфом Леґоласом, гномом Ґімлі, гобітами Меррі та Піппіном і чарівником Ґандальфом об'єднуються, щоб врятувати Вільні Народи Середзем'я від сил Саурона, згуртувати їх у Війні за Перстень і допомогти Фродо, відволікши увагу Саурона.
//     одар Дія кінотрилогії розгортається у вигаданому світі Середзем'я, розповідаючи про гобіта Фродо Беґінза, який разом із Братством вирушає у подорож, щоб знищити Єдиний Перстень і разом з ним його творця, Темного Лорда Саурона. Зрештою Братство розпадається і Фродо змушений продовжувати подорож зі своїм вірним супутником Семом та підступним Ґолумом. Тим часом Араґорн, спадкоємець трону Ґондору у вигнанні, разом з ельфом Леґоласом, гномом Ґімлі, гобітами Меррі та Піппіном і чарівником Ґандальфом об'єднуються, щоб врятувати Вільні Народи Середзем'я від сил Саурона, згуртувати їх у Війні за Перстень і допомогти Фродо, відволікши увагу Саурона.
//     одар Дія кінотрилогії розгортається у вигаданому світі Середзем'я, розповідаючи про гобіта Фродо Беґінза, який разом із Братством вирушає у подорож, щоб знищити Єдиний Перстень і разом з ним його творця, Темного Лорда Саурона. Зрештою Братство розпадається і Фродо змушений продовжувати подорож зі своїм вірним супутником Семом та підступним Ґолумом. Тим часом Араґорн, спадкоємець трону Ґондору у вигнанні, разом з ельфом Леґоласом, гномом Ґімлі, гобітами Меррі та Піппіном і чарівником Ґандальфом об'єднуються, щоб врятувати Вільні Народи Середзем'я від сил Саурона, згуртувати їх у Війні за Перстень і допомогти Фродо, відволікши увагу Саурона.
//     одар Дія кінотрилогії розгортається у вигаданому світі Середзем'я, розповідаючи про гобіта Фродо Беґінза, який разом із Братством вирушає у подорож, щоб знищити Єдиний Перстень і разом з ним його творця, Темного Лорда Саурона. Зрештою Братство розпадається і Фродо змушений продовжувати подорож зі своїм вірним супутником Семом та підступним Ґолумом. Тим часом Араґорн, спадкоємець трону Ґондору у вигнанні, разом з ельфом Леґоласом, гномом Ґімлі, гобітами Меррі та Піппіном і чарівником Ґандальфом об'єднуються, щоб врятувати Вільні Народи Середзем'я від сил Саурона, згуртувати їх у Війні за Перстень і допомогти Фродо, відволікши увагу Саурона.
//     одар Дія кінотрилогії розгортається у вигаданому світі Середзем'я, розповідаючи про гобіта Фродо Беґінза, який разом із Братством вирушає у подорож, щоб знищити Єдиний Перстень і разом з ним його творця, Темного Лорда Саурона. Зрештою Братство розпадається і Фродо змушений продовжувати подорож зі своїм вірним супутником Семом та підступним Ґолумом. Тим часом Араґорн, спадкоємець трону Ґондору у вигнанні, разом з ельфом Леґоласом, гномом Ґімлі, гобітами Меррі та Піппіном і чарівником Ґандальфом об'єднуються, щоб врятувати Вільні Народи Середзем'я від сил Саурона, згуртувати їх у Війні за Перстень і допомогти Фродо, відволікши увагу Саурона.
//     одар Дія кінотрилогії розгортається у вигаданому світі Середзем'я, розповідаючи про гобіта Фродо Беґінза, який разом із Братством вирушає у подорож, щоб знищити Єдиний Перстень і разом з ним його творця, Темного Лорда Саурона. Зрештою Братство розпадається і Фродо змушений продовжувати подорож зі своїм вірним супутником Семом та підступним Ґолумом. Тим часом Араґорн, спадкоємець трону Ґондору у вигнанні, разом з ельфом Леґоласом, гномом Ґімлі, гобітами Меррі та Піппіном і чарівником Ґандальфом об'єднуються, щоб врятувати Вільні Народи Середзем'я від сил Саурона, згуртувати їх у Війні за Перстень і допомогти Фродо, відволікши увагу Саурона.

// `;

// const catalogItems = document.querySelector('.catalog__items');
// if (catalogItems) {
// 	loadProducts();
// }

// async function loadProducts() {
// 	const response = await fetch("json/products.json", {
// 		method: "GET"
// 	})
// 	if (response.ok) {
// 		const responseData = await response.json()
// 		initProducts(responseData);
// 	} else {
// 		alert('Error!')
// 	}
// }

// function initProducts(data) {
// 	const productsList = data.products
// 	if (productsList.length) {
// 		let productTemplate = ``;
// 		productsList.forEach(productItem => {
// 			productTemplate += `<article class="item-product">`
// 			productTemplate += `<a href="#" class="item-product__favorite ${productItem.favorite ? 'item-product__favorite--active' : null} _icon-favorite"></a>`
// 			if (productItem.image) {
// 				productTemplate += `<a href="${productItem.url}" class="item-product__picture-link">`
// 				productTemplate += `<img src="${productItem.image}" class="item-product__image" alt="Image">`
// 				productTemplate += `</a>`
// 			}
// 			productTemplate += `<div class="item-product__body">`
// 			productTemplate += `<h4 class="item-product__title">`
// 			productTemplate += `<a href="${productItem.url}" class="item-product__link-title">${productItem.title}</a>`;
// 			productTemplate += `</h4>`
// 			if (productItem.label) {
// 				productTemplate += `<div class="item-product__label">${productItem.label}</div>`
// 			}
// 			productTemplate += `<div class="item-product__price">${productItem.price}</div>`
// 			productTemplate += `</div>`
// 			productTemplate += `</article>`
// 		});
// 		catalogItems.innerHTML = productTemplate;
// 	}
// }
